export const familyData = {
    domestic: [
        {
            src: "/images/dom_logo/n_games.png",
            ctit: "넥슨게임즈",
            ctxt: "넥슨게임즈는 ‘V4’, ‘서든어택’, ‘블루아카이브’ 등 PC, 모바일, 콘솔 플랫폼을 아우르는 다양한 장르의 게임을 개발해 전 세계 유저들에게 선보이고 있습니다. 넥슨게임즈는 다양한 신작들을 통해 한국을 넘어 세계로부터 주목받는 글로벌 개발사로 성장해 나갈 것입니다.",
            url: "",
        },
        {
            src: "/images/dom_logo/n_networks.png",
            ctit: "넥슨네트웍스",
            ctxt: "넥슨네트웍스는 넥슨에서 제공하는 모든 게임의 게임서비스, 게임QA를 담당하고 있는 국내 최대 규모의 게임서비스 전문회사입니다. 이용자들에게 즐거운 게임 경험을 제공하기 위해 게임 데이터와 서비스 사례를 분석하여 맞춤 정보를 제공하고, 다양한 게임 테스트를 통해 리스크를 사전에 탐지해 제거하는 등 원활한 플레이 환경을 만들어가고 있습니다.",
            url: "",
        },
        {
            src: "/images/dom_logo/n_com.png",
            ctit: "넥슨커뮤니케이션즈",
            ctxt: "넥슨커뮤니케이션즈는 지역사회 균형 발전과 장애인 고용 활성화라는 가치를 실현하고, 기업과 사회가 상생하며 게임 산업의 발전을 이뤄나가고자 2011년 10월 부산에 설립됐습니다. 넥슨이 서비스하는 게임의 운영 지원을 통해 게임 서비스 수준을 향상시켜 나가고 있습니다. 적극적인 장애인 고용을 통해 게임업계 최초로 ‘자회사형 장애인 표준사업장’ 인증을 받기도 했습니다.",
            url: "",
        },
        {
            src: "/images/dom_logo/neople.png",
            ctit: "네오플",
            ctxt: "2001년 설립된 네오플은 전 세계 8억 5천만 명이 즐기는 강력한 IP ‘던전앤파이터’를 탄생시킨 게임 개발사입니다. 창의적이고 모험적인 마인드로 ‘던전앤파이터’ 외에도 ‘사이퍼즈’, ‘던전앤파이터 모바일’ 등의 인기 게임을 서비스하고 있으며 ‘오버킬(OVERKILL)’, ‘프로젝트 AK’ 와 같은 신규 게임 개발에도 끊임없이 도전하고 있습니다.",
            url: "",
        },
        {
            src: "/images/dom_logo/nitro.png",
            ctit: "니트로스튜디오",
            ctxt: "니트로스튜디오는 넥슨이 18년간 서비스하며 전세계 3억 8000만 명의 이용자를 기록한 캐주얼 레이싱 게임 ‘카트라이더’ 기반의 신작 게임 ‘카트라이더: 드리프트’를 개발한 개발 전문 스튜디오입니다.",
            url: "",
        },
        {
            src: "/images/dom_logo/devcat.png",
            ctit: "데브캣",
            ctxt: "데브캣은 2001년 넥슨코리아의 게임 개발팀으로 시작되어 ‘마비노기’, ‘마비노기 영웅전’, ‘허스키 익스프레스’ 등 다양한 게임들을 출시하고 2020년 ‘주식회사 데브캣’으로 거듭난 게임 개발사입니다. 현재 국내 대표 온라인게임 ‘마비노기’를 원작으로 한 모바일게임 ‘마비노기 모바일’을 개발하고 있습니다.",
            url: "",
        },
        {
            src: "/images/dom_logo/nmp_ci_bk.png",
            ctit: "엔미디어플랫폼",
            ctxt: "엔미디어플랫폼은 PC방 토탈 관리솔루션 및 게임 광고플랫폼을 제공하는 회사로, PC방 운영 관리 프로그램, 결제 시스템, 온라인 및 모바일 광고플랫폼 등의 핵심사업 분야에서 높은 경쟁력을 보유하고 있습니다.",
            url: "",
        },

    ],

    foreign: [
        {
            src:"/images/for_logo/nex.png",
            ctit:"NEXON Co., Ltd",
            ctxt:"넥슨(일본법인)은 2002년 12월 일본 도쿄에 설립되었으며, 2011년 12월 도쿄 증권거래소 1부 시장(현재 프라임 마켓)에 상장했습니다. 2017년 ‘닛케이 주가 지수 300’에 편입된 데 이어 2020년 도쿄 증시 대표 지수인 ‘닛케이 주가지수 225’에 편입됐습니다. 2021년 넥슨은 스웨덴에 본사를 둔 게임 개발사 ‘엠바크 스튜디오’ 인수를 완료하고 글로벌 시장을 겨냥한 여러 프로젝트를 개발 중입니다.",
            url:"",
        },
        {
            src:"/images/for_logo/n_america.png",
            ctit:"NEXON America",
            ctxt:"2005년 미국 캘리포니아주에 설립된 넥슨아메리카는 비디오게임 중심이었던 북미 게임시장에서 대표 온라인게임 업체로 자리매김했습니다. 현재 북미 지역을 중심으로 ‘마비노기’, ‘메이플스토리’, ‘마비노기 영웅전(현지명: Vindictus)’, ‘V4’, ‘메이플스토리 M’ 등의 다양한 게임을 서비스하고 있습니다. 넥슨아메리카는 2021년 4월 글로벌 컨설팅 기관 ‘그레이트 플레이스 투 워크’를 통해 미국 내 일하기 좋은 직장으로 선정된 바 있습니다",
            url:"",
        },
        {
            src:"/images/for_logo/n_taiwan.png",
            ctit:"NEXON Taiwan",
            ctxt:"넥슨타이완은 대만, 홍콩, 마카오 지역의 모바일게임 서비스를 지원하는 법인으로 2015년 타이완 타이베이시에 설립됐습니다. 넥슨에서 글로벌 시장에 직접 출시하는 모바일게임의 대만, 홍콩, 마카오 지역 마케팅, 고객서비스 등을 지원하고 있습니다. 넥슨타이완은 현재 빠르게 변화하고 있는 시장 환경에서 넥슨 게임의 경쟁력을 한층 강화하고자 현지에서 직접 실시간으로 발빠른 지원으로 효율적인 운영을 펼쳐나가고 있습니다.",
            url:"",
        },
        {
            src:"/images/for_logo/n_thai.png",
            ctit:"NEXON Thailand",
            ctxt:"넥슨타이는 2010년 7월 태국 방콕에 설립되었으며 ‘V4’, ‘카트라이더 러쉬플러스’, ‘메이플스토리 M’, ‘블루아카이브’ 등의 주요 모바일게임을 현지에 서비스하고 있습니다.",
            url:"",
        },
        {
            src:"/images/for_logo/embark.png",
            ctit:"Embark Studios",
            ctxt:"스웨덴 스톡홀름에 기반을 둔 엠바크 스튜디오는 스트리밍 기술, 클라우드 컴퓨팅, 인공지능 등의 신기술을 바탕으로 한 새로운 유형의 온라인게임을 개발하기 위해 설립되었습니다. 엠바크 스튜디오의 목표 중 하나는 새롭게 개발할 게임과 유저들의 플레이 경험에 최적화된 자체 기술 플랫폼을 개발하는 것입니다.",
            url:"",
        }
       
    ],
};
