export const history ={
    1994:{
        DEC:["주식회사 넥슨 설립"],
    },

    1995:{
        MAY:["‘초고속 정보통신사업기술개발 사업자’ 선정"],
        SEP:["국내 최초 DB연동 '아시아나항공 온라인 예약 시스템' 개발"],
        DEC:["세계 최초 인터넷 그래픽 온라인 게임 '바람의나라' 서비스 실시"],
    },
    1996:{
        APR:["‘한국야구위원회(KBO)’ 공식 웹사이트 구축, 인터넷 생중계 시스템 개발"],
        DEC:["국내 최초 익스트라넷 솔루션 '현대자동차 홍보정보시스템(PRIS)' 구축"],
    },
    1997:{
        JAN:["MMORPG '어둠의전설' OBT 실시"],
        APR:["정보통신부, '97 유망 중소 정보통신 기업' 선정"],
        AUG:["미국 실리콘밸리에 ㈜넥슨 미국 현지법인 설립"],
    },
    1998:{
        OCT:["전자상거래 솔루션 국내 최초 게임 시장 도입"],
        DEC:["MMORPG '일랜시아' OBT 실시"],
    },
    1999:{
        
        SEP:["세계 최초 3D 인터넷 전략시뮬레이션 '택티컬 커맨더스' OBT 실시"],
        OCT:["온라인 퀴즈 게임 '퀴즈퀴즈' OBT 실시"],
    },
    2000:{
        MAR:["'퀴즈퀴즈' 영문판 발표"],
        OCT:["싱가폴에 넥슨아시아 설립"],
        NOV:["3D MMORPG '엘리멘탈 사가' OBT 실시"],
    },
    2001:{
        JAN:["휴대폰용 멀티플레이 게임 '코스모노바' 출시"],
        APR:["온라인 게임 최초 '퀴즈퀴즈' 유료화 아이템 도입"],
        OCT:["'비엔비' OBT 실시","신규 넥슨 CI 발표"],
        DEC:["'비엔비', 세계 최초로 온라인 게임에 2인용 모드 도입","MMORPG '아스가르드' OBT 실시"],
    },
}