export const newsListData = 
   [
        {
            idx: "1",
            isrc: "/images/m_news/mnews01.png",
            date: "2024.05.21",
            tit: "넥슨, ‘크레이지 아케이드’, ‘카러플’에 창립 30주년 릴레이 이벤트 실시!",
            cate: "게임",
            isum: ["‘크레이지 아케이드’, 레트로 테마 ‘버그모드’로 ‘던전앤파이터’ 컬래버 아이템 지급", "‘카트라이더 러쉬플러스’, 접속 및 승리 등의 미션 완료 시 각종 기념 보상 선물", "매월 말일 하루만 도전 가능한 넥슨캐시 30만 원 응모 이벤트"],
            txt: `
            ㈜넥슨(공동 대표 강대현∙김정욱)은 창립 30주년을 기념해 ‘크레이지 아케이드’, ‘카트라이더 러쉬플러스’가 릴레이 이벤트를 실시한다고 21일 밝혔다.
            ^
            먼저 ‘크레이지 아케이드’에서는 넥슨 30주년을 기념해 레트로 테마의 ‘버그모드’를 출시했다. 기존 ‘꼬물이 모드’에서의 ‘꼬물이’와 ‘까칠이’ 대신 ‘버그’와 ‘바이러스’가 등장하는 이번 신규 모드는 5월 30일까지 운영되며, 처치한 ‘버그’와 ‘바이러스’ 수에 따라 일반보상 혹은 럭키보상을 획득할 수 있다. 넥슨은 일반 보상으로 각종 치장 아이템을, 럭키 보상으로는 ‘진레이저 특수효과’, ‘진레인저 럭다’, ‘진레인저 날개’ 등 ‘던전앤파이터’와 컬래버한 다양한 아이템을 선물한다.
            ^
            이와 함께 5월 31일까지 ‘넥슨의 30주년 보너스 선물’ 이벤트를 실시하고, 30주년을 기념해 특별하게 제작된 아이템을 제공한다. 넥슨 30주년 릴레이 이벤트 페이지에서 ‘넥슨30주년기념 물풍선’, ‘넥슨30주년기념 따라와’, ‘골드게임팩’ 등의 아이템을 이벤트 코인과 교환할 수 있다.
            ^
            모바일 레이싱게임 ‘카트라이더 러쉬플러스’에서는 게임 접속, 랭킹전 승리 등의 미션 달성 시 창립 30주년을 기념하는 각종 기념 아이템을 선물한다.
            ^
            먼저, 6월 20일까지 ‘케이크 조각’을 모아 대기화면을 꾸미는 데 사용 가능한 ‘NX 30’ 배경을 획득할 수 있는 ‘넥슨 30주년, 별들의 축제’ 이벤트를 실시한다. 또, 6월 30일까지 ‘별 에너지 조각’을 사용해 특별한 외형을 가진 ‘솔리드 NX 30’을 획득할 수 있는 기회를 제공한다.
            ^
            뿐만 아니라, 5월 24일부터 6월 9일까지 ‘응원봉 조각’을 모아 이를 사용하면 ‘마우스 핸드봉’, ‘모니터 밴드’, ‘개발자 헤어/코스튬’ 등의 30주년 특별 아이템이 주어진다. 더불어, 5월 31일부터 6월 20일까지 ‘사탕 조각’을 수집해 오라, 스키드, 풍선, 번호판 등의 기념 치장 아이템을 포함한 ‘넥슨 30주년 기념 선물’을 획득할 수 있다.
            ^
            이 밖에도, 6월 7일부터 6월 20일까지 ‘#넥슨30주년’ 해시태그와 함께 게임 내 사진을 업로드하면 마이룸을 꾸미는 데 사용 가능한 ‘NX30 기둥 장식’을 지급하는 ‘30년의 추억 속으로’ 이벤트를 진행한다.
             ^
            한편, 넥슨은 창립 30주년을 기념해 6월까지 총 상금 30억 규모의 넥슨캐시 ‘퀴즈퀴즈’ 이벤트를 진행한다. 또, 4월 30일부터는 매월 말일에 ‘퀴즈퀴즈’ 이벤트에 참여한 이용자들을 대상으로 추첨을 통해 30만 넥슨캐시를 선물하는 깜짝 응모 이벤트도 실시하고 있다.
            ^
            넥슨 30주년 릴레이 이벤트에 대한 자세한 정보는 30주년 메인 페이지에서 확인할 수 있다.`,
        },
        {
            idx: "2",
            isrc: "/images/m_news/mnews02.png",
            date: "2024.05.16",
            tit: "넥슨, ‘마비노기 영웅전’ 시즌4 에피소드9 ‘필사의 저지’ 업데이트!",
            cate: "게임",
            isum: ["최고 레벨 115→120 확장, 120레벨 입장 신규 레이드 ‘제단을 지키는 자’ 공개", "신규 레이드와 장비 제작에서 120레벨 장비 제공, 확장 기념 성장 이벤트 실시", "‘치프틴의 급속 보조 포션’ 등 교환소 오픈…접속, 전투로 쿠폰 모아 참여 가능"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 16일 자사 온라인 액션 RPG ‘마비노기 영웅전’에 시즌4 에피소드9 ‘필사의 저지’를 업데이트했다.
            ^
            이번 업데이트로 최고 레벨을 기존 115레벨에서 120레벨까지 확장하고 120레벨에 입장할 수 있는 신규 레이드 전투 ‘제단을 지키는 자’를 선보인다. 해당 레이드는 타라타 방면의 ‘켈시나 산’ 지역에서 출정할 수 있으며, 악신 발로르의 부활을 막기 위해 고대 제단으로 향하던 영웅 일행이 자이언트 군단을 이끄는 보스 몬스터 ‘스렝’을 만나 전투를 펼치는 이야기를 담고 있다. ‘스렝’은 주군 발로르에 충성하는 군단장으로 자신의 육신과 대지의 힘을 활용해 강력한 공격을 가하는 특징을 보유하고 있다.
            ^
            최고 레벨 확장에 따라, 보다 강력한 능력치를 보유한 120레벨 ‘와드네’ 무기와 방어구를 공개한다. 신규 장비는 ‘제단을 지키는 자’ 레이드 또는 상급 전문 기술을 활용한 장비 제작을 통해 획득이 가능하다. 또, 최고 레벨 확장을 기념해 6월 13일까지 116레벨부터 120레벨까지 레벨이 상승할 때마다 달성 축하 상자와 각종 게임 아이템을 획득할 수 있으며 120레벨 달성 시에는 ‘타이틀: 120레벨에 도달한’ 등의 특별한 보상이 추가로 주어진다.
            ^
            이 밖에도, 5월 30일까지 ‘제단을 지키는 자’ 신규 레이드 전투를 완료하면 ‘이블코어’를 추가로 제공한다. 같은 기간, ‘붉은 달의 기운’ 지역, ‘니플헤임’ 지역, 스페셜 던전, 기사단 레이드 전투를 완료하면 ‘치프틴의 숙련도 쓱싹 쿠폰’을 보상으로 지급한다. 쿠폰은 각종 전문기술 코너에서 ‘치프틴의 도장’ 및 ‘치프틴의 급속 보조 포션’이 담긴 상자로 교환할 수 있으며 ‘치프틴의 도장’으로 치프틴 형상을 채우면 ‘축복석 모음 상자’, ‘고급 강화의 비약 상자’ 등을 추가로 지급한다.
            ^
            더불어, 6월 13일까지 접속 시 제공되는 ‘쏙쏙 자판기 코인’을 사용해 원하는 임무를 부여받아 이를 완료하면 ‘클론 아바타 제작 박스’, ‘100% 완전 귀속 인챈트 상자’ 등과 교환할 수 있는 ‘쏙쏙 자판기 쿠폰’을 지급한다.
            ^
            ‘마비노기 영웅전’ 시즌4 에피소드9 ‘필사의 저지’에 대한 더 자세한 내용은 공식 홈페이지에서 확인할 수 있다.`,
        },
        {
            idx: "3",
            isrc: "/images/m_news/mnews03.png",
            date: "2024.05.07",
            tit: "네오플, 어린이날 맞아 제주시 아동복지 유공기관 표창 수상",
            cate: "",
            isum: ["제주시 제102회 어린이날 기념행사에서 제주특별자치도의회 의장 표창 수상", "‘튼튼새싹 반찬 더하기 프로젝트’ 등으로 지역 내 아동후원 기여도 인정받아", "제주 지역사회 상생을 위한 다양한 사회공헌 활동 지속적으로 전개"],
            txt: `㈜네오플(대표 윤명진)은 지난 5일 제주시가 주최하고 제주시어린이집연합회가 주관한 제102회 어린이날 기념행사에서 제주특별자치도의회 의장 표창을 받았다고 7일 밝혔다.
            ^
            제주시는 5월 5일 제주한라체육관에서 도내 어린이집, 아동복지시설 아동 및 어린이 동반 가족이 모인 가운데 제102회 어린이날 기념행사 ‘어린이 웃음꽃이 피었습니다’를 개최했다. 네오플은 도내 결식아동 밑반찬 지원, 보호대상아동 자립 비용 지원 등 꾸준한 아동후원 목적의 사회공헌 활동에 대한 기여도를 인정받아 이날 아동복지 유공기관으로 선정됐다.
            ^
            네오플은 지난 2023년 6월부터 제주시와 제주사회복지공동모금회·제주이어도지역자활센터와 업무협약을 맺고 제주 결식 우려 아동 100명을 대상으로 1년 간 고품질·고영양의 식사를 제공하는 ‘튼튼새싹 반찬 더하기 프로젝트’를 진행해왔다. 또 지역 어린이들의 신체발달과 건강증진에 지속적인 관심을 가져온 네오플은 지난 2020년과 2021년에도 제주사회복지공동모금회를 통해 아동급식비를 지원한 바 있다.
            ^
            이외에도 네오플은 보호대상 아동 디딤씨앗통장 적립금 지원, 백혈병 소아암 환아 지원, 방과 후 공부방 ‘꿈들’ 지원, 저소득 조손가정 위탁아동 주거환경개선 및 교육비 지원 등 제주 지역사회에 선한 영향력을 전하기 위해 다양한 사회공헌 활동들을 펼치고 있다.
            ^
            네오플 윤명진 대표는 “아이들의 건강한 미래에 보탬이 될 수 있도록 깊은 애정과 관심을 가지고 노력해온 과정을 알아봐 주신 것 같아 감사하다“며 “앞으로도 네오플은 지역사회 어린이들이 안정적인 환경에서 성장하며 마음껏 꿈을 펼칠 수 있도록 아낌없는 지원을 이어가겠다”며 소감을 전했다.`,
        },
        {
            idx: "4",
            isrc: "/images/m_news/mnews04.png",
            date: "2024.05.03",
            tit: "넥슨재단, ‘하이파이브 챌린지’와 함께하는 5월 착한선물 릴레이 이벤트 실시",
            cate: "사회공헌",
            isum: ["넥슨 창립 30주년 맞아 매달 주요 사회 공헌사업과 연계한 이벤트 진행 ", "두 번째 릴레이 이벤트 주자로 컴퓨팅 사고력 향상을 위한 브릭 활용 교육 ‘하이파이브 챌린지’ 소개", "추첨 통해 넥슨재단 마스코트를 직접 조립해 볼 수 있는 ‘천사다오 브릭키트’ 증정"],
            txt: `㈜넥슨(공동 대표 강대현·김정욱)은 넥슨재단(이사장 김정욱)이 넥슨 창립 30주년을 기념하는 두 번째  ‘착한선물’ 릴레이 이벤트를 연다고 3일 밝혔다.
            ^
            두 번째 착한선물 이벤트 주자는 넥슨재단의 ‘하이파이브 챌린지’다. 하이파이브 챌린지는 프로그래밍의 기반이 되는 컴퓨팅 사고력 함양을 위해 브릭을 활용하는 융합 교육 프로젝트로, 책 속 등장인물이 직면한 문제를 공학적으로 해결하는 ‘노블 엔지니어링’과 브릭 놀이를 결합한 프로그램이다.
            ^
            넥슨재단은 지난 2020년부터 컴퓨팅교사협회(ATC)와 함께 초·중·특수학교 등에서 하이파이브 챌린지를 진행해 오고 있다. 특히 지역별 IT교육 격차를 해소하고자 전남·인천·제주 등 지역 교육청과 협력한 하이파이브 챌린지 프로그램에는 지금까지 국내 8만여 명의 학생이 참여했으며, 지난 4월 진행한 인천 지역 내 참가 학급 모집도 하루만에 마감되는 등 공교육 현장에서 큰 호응을 얻고 있다. 이 외에도 넥슨재단은 어린이들이 브릭을 가지고 놀며 창의력을 키울 수 있도록 국내 및 해외 17개국 30만 명 이상의 어린이들에게 브릭 2천만 개 이상을 지원했다.
            ^
            5월 이벤트 선물로는 브릭을 활용한 하이파이브 챌린지 교육 프로그램의 특징을 살려 한정판 ‘천사다오 브릭키트’를 준비했다. ‘천사다오 브릭키트’는 천사 링과 날개를 달고 있는 넥슨재단의 사회공헌 마스코트 ‘천사다오’를 직접 조립해 볼 수 있는 키트다.
            ^
            이번 ‘착한선물’ 릴레이 이벤트는 오는 31일까지 진행된다. 넥슨 30주년 메인 페이지 내 '30주년 기프트샵을 통해 이벤트에 응모할 수 있으며, 참가자 중 30명을 추첨해 선물을 증정할 계획이다.
            ^
             한편, ‘착한선물’ 릴레이 이벤트는 넥슨의 다양한 사회 공헌사업을 소개하고 이와 관련된 의미가 담긴 선물을 증정하며 각 사업들의 취지를 알리는 유저 대상 이벤트다. 올해 4월부터 11월까지 매달 진행되며, 지난 4월 진행된 착한선물 릴레이 이벤트는 약 10만 명의 유저가 참여하는 등 큰 호응을 얻었다. `,
        },
        {
            idx: "5",
            isrc: "/images/m_news/mnews05.png",
            date: "2024.04.29",
            tit: "넥슨 ‘블루 아카이브’, 5월 3일부터 GS25와 제휴 이벤트 실시!",
            cate: "게임",
            isum: ["5월 3일부터 7월 31일까지 전국 GS25 편의점에서 진행", "특별 쿠폰, 띠부띠부씰 동봉된 도시락 및 베이커리 선봬", "전국 6개 매장서 캔뱃지, 아크릴 키링 등 특별 굿즈 구매 가능"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 서브컬처 게임 ‘블루 아카이브’에 GS25 제휴 이벤트를 5월 3일부터 실시한다고 밝혔다.
            ^
            이번 제휴는 5월 3일부터 7월 31일까지 전국 GS25 편의점에서 진행된다. 작중 등장하는 편의점 ‘엔젤 24’의 아르바이트생 ‘소라’와 ‘RABBIT 소대’ 학생들이 주인공으로 나서며, 이들이 GS25 유니폼을 착용한 특별한 일러스트도 함께 공개돼 의미를 더한다.
            ^
            5월 31일까지 GS25의 인기 도시락 5종을 구매하면 ‘상급 활동 보고서’ 5개, 200 AP, 원하는 학생에게 선물할 수 있는 호감도 아이템인 ‘GS25 기념 카드’로 구성된 특별 쿠폰을 함께 받을 수 있다. 또한 ‘미카의 한입가득 딸기 롤케이크’, ‘나기사의 티타임 얼그레이 모찌롤’ 등 ‘블루 아카이브’ 학생들의 특색에 맞는 특별 베이커리를 7월 31일까지 두 차례에 걸쳐 선보이며, 베이커리 구매 시 ‘블루 아카이브’ 학생들의 다양한 일러스트가 새겨진 띠부띠부씰을 획득할 수 있다.
            ^
            또한 5월 18일부터 31일까지 ‘RABBIT 소대’ 학생들과 ‘소라’의 색다른 모습이 새겨진 캔뱃지, 아크릴 키링 등 특별 굿즈를 GS25 서울 더관악점, 부산 연산그랜드점 등 총 6개 매장에서 구매할 수 있다.
            ^
            이와 함께 제휴 기간 중 우리동네GS 앱을 다운받고 GS Pay로 제휴 상품을 구매하면 개수에 따라 스탬프가 적립되며, 스탬프 2개를 모아 매달 특별 경품에 응모할 수 있다. 5월에는 ‘소라’의 일러스트가 담긴 대형 태피스트리, 띠부띠부씰 콜렉터북 등에 응모할 수 있고, 6월 및 7월 경품은 추후 공개될 예정이다.
            ^
            한편, ‘블루 아카이브’는 글로벌 론칭 2.5주년을 기념해 지난 26일 공식 유튜브 채널에서 특별 생방송을 진행했다. 방송에는 김용하 총괄 PD가 출연해 업데이트 로드맵을 공개하고 단독 오프라인 행사 ‘블루 아카이브 2.5주년 페스티벌’에 대한 상세 정보를 전했다. 또한 매번 카카오톡 이모티콘샵에서 인기 순위 1위를 석권하는 ‘블루 아카이브’ 카카오톡 이모티콘의 네 번째 시리즈와 ‘블루 아카이브’만의 밝고 청량한 배경음악을 감상할 수 있는 세 번째 OST 패키지 출시를 예고하며 이용자들로부터 열띤 호응을 이끌어냈다.`,
        },
        {
            idx: "6",
            isrc: "/images/m_news/mnews06.png",
            date: "2024.04.26",
            tit: "넥슨 '메이플스토리', 한국조폐공사와 함께 '서울대학교병원 넥슨어린이통합케어센터'에 1억 원 기부",
            cate: "사회공헌",
            isum: ["한국조폐공사와 함께 발행한 서비스 20주년 기념메달의 판매 수익금 중 1억 원 전달", "센터 내 환아 및 가족들의 휴식 및 놀이치료 공간인 ‘단풍잎 꿈터’ 운영 지원", "‘메이플스토리’, 청각 장애 아동 후원 및 공공형 놀이터 조성 등 사회공헌활동 활발"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 지난해 한국조폐공사(사장 성창훈)와 함께 발행한 ‘메이플스토리’ 20주년 기념메달의 판매 수익금 중 1억 원을 ‘서울대학교병원 넥슨어린이통합케어센터(센터장 김민선, 이하 넥슨어린이통합케어센터)’에 기부한다고 26일 밝혔다.  
            ^
            ‘메이플스토리’ 20주년 기념메달은 지난해 8월 한국조폐공사와 협업해 제작된 최초의 게임을 모티브로 한 메달로, 금메달 500개, 은메달 5,000개 수량 제작돼 한국조폐공사 쇼핑몰, Hmall, 더현대닷컴 등 온라인 스토어에서 판매됐다.
            ^
            넥슨과 한국조폐공사는 기념메달의 판매 수익금 중 1억 원을 중증 질환 및 간병으로 힘든 나날을 보내고 있는 소아 환자와 가족들을 후원하기 위해 ‘넥슨어린이통합케어센터’에 전달했다. 
            ^
            ‘넥슨어린이통합케어센터’는 넥슨과 넥슨재단이 100억 원의 건립 기금을 후원해 지난해 11월 개원한 국내 최초의 독립형 단기의료돌봄센터이다. 24시간 돌봄이 필요한 중증 소아 환자와 가족들에게 종합적인 의료 및 돌봄 서비스를 제공한다. 
            ^
            기부금은 센터 내 환아 및 가족들의 휴식과 놀이치료를 위해 마련된 다목적 프로그램실(총 2개) 운영 지원에 쓰일 예정이다. 해당 공간은 ‘메이플스토리’의 후원을 기념해 ‘단풍잎 꿈터’로 지어졌다.
            ^
            한국조폐공사 성창훈 사장은 “’메이플스토리’ 20주년 기념메달 사업을 통해 조성된 수익금을 의미 있는 곳에 후원하게 되어 뜻깊다“며 “어린이들의 삶에 희망과 행복을 전할 수 있도록 선한 영향력을 전파해 나가겠다“고 말했다.
            ^
            넥슨 김창섭 메이플스토리 국내 총괄디렉터는 “용사님(메이플스토리 이용자)들의 따뜻한 성원 덕분에 소아 환자와 가족분들이 센터 내 다양한 프로그램을 통해 재충전의 시간을 가질 수 있는 특별한 공간이 마련됐다”라며 “앞으로도 용사님들과 함께 어린이들의 건강한 성장을 위한 폭 넓은 후원활동을 지속해 나가겠다”라고 전했다. 
            ^
            한편, 넥슨 ‘메이플스토리’는 어린이들의 건강한 미래에 대한 깊은 관심을 바탕으로 청각 장애 아동들의 인공달팽이관 수술 및 외부 장치 교체를 지원하는 ‘소리 나눔 프로젝트’와 어린이 건강·놀 권리 향상을 위한 공공형 놀이터를 조성하는 ‘단풍잎 놀이터 프로젝트’ 등 다양한 사회공헌활동들을 활발히 진행하고 있다.`,
        },
        {
            idx: "7",
            isrc: "/images/m_news/mnews07.png",
            date: "2024.04.24",
            tit: "넥슨, '블루 아카이브 2.5주년 페스티벌’ 5월 18ㆍ19일 개최!",
            cate: "게임",
            isum: ["일산 킨텍스서 각종 2차 창작 부스, 체험형 콘텐츠 및 무대 행사로 구성", "5월 3일 오후 8시, 티켓링크에서 입장권 예매 오픈", "건전한 예매 환경 위한 ‘클린 예매 캠페인’, 60레벨 이상 멤버십 번호 발급"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 24일 서브컬처 게임 ‘블루 아카이브’의 단독 오프라인 행사 ‘블루 아카이브 2.5주년 페스티벌’을 5월 18일과 19일에 개최한다고 밝혔다.
            ^
            2회차를 맞이하는 이번 페스티벌은 이용자들이 ‘블루 아카이브’를 기반으로 제작된 다양한 즐길거리를 바탕으로 교류할 수 있는 행사로, 올해는 더 많은 이용자들이 참여할 수 있도록 이틀간 개최한다. 5월 18일과 19일 오전 10시부터 오후 6시까지 일산 킨텍스 제2전시장에서 진행되며, 사전 선정된 이용자들이 직접 제작한 2차 창작 굿즈를 선보이는 부스와 더불어 특별 전시 공간 및 다양한 무대가 마련돼 ‘블루 아카이브’ IP를 게임 외적으로 더욱 확장한다.
            ^
            넥슨은 이번 페스티벌을 앞두고 오는 5월 3일 오후 8시부터 티켓링크에서 입장권 예매를 오픈한다. 부정 예매를 방지하고 건전한 예매 환경을 조성하기 위해 ‘클린 예매 캠페인’을 도입하며, 레벨 60 이상의 ‘블루 아카이브’ 계정을 보유한 이용자는 4월 28일까지 특별 페이지에서 사전에 멤버십 번호를 발급 받아야 한다. 이후 5월 1일 오후 2시부터 티켓링크 예매 페이지에서 번호를 등록해 예매 권한을 획득할 수 있으며, 5월 3일 오후 8시부터 티켓링크에서 입장권을 구매할 수 있다.
            ^
            넥슨게임즈 김용하 총괄 PD는 “선생님들께서 ‘블루 아카이브’에 보내주시는 꾸준한 사랑에 힘입어 올해도 단독 오프라인 행사를 개최하게 됐다”며, “잊지 못할 추억을 선사해드릴 수 있도록 열심히 준비 중에 있으니 많은 응원 부탁드린다”고 밝혔다.`,
        },
        {
            idx: "8",
            isrc: "/images/m_news/mnews08.png",
            date: "2024.04.02",
            tit: "넥슨재단, 넥슨 창립 30주년 기념 ‘착한선물’ 릴레이 이벤트 개최",
            cate: "사회공헌",
            isum: ["넥슨 창립 30주년 맞아 매달 주요 사회 공헌사업과 연계한 이벤트 진행 ", "첫 번째 릴레이 이벤트로 청각장애 어린이 후원하는 ‘메이플스토리 소리 나눔 프로젝트’ 소개", ""],
            txt: `㈜넥슨(공동 대표 강대현·김정욱)은 넥슨재단(이사장 김정욱)이 넥슨 창립 30주년을 기념하는 ‘착한선물’ 릴레이 이벤트를 개최한다고 2일 밝혔다.
            ^
            ‘착한선물’ 릴레이 이벤트는 넥슨의 다양한 사회 공헌사업을 소개하고 이와 관련된 의미가 담긴 선물을 증정하며 사회 공헌사업의 취지를 알리는 유저 대상 이벤트다. 4월부터 11월까지 매달 진행된다.
            ^
            ‘착한선물’ 릴레이 이벤트의 첫 주자는 국내 청각장애 어린이·청소년 지원 사업인 ‘메이플스토리 소리 나눔 프로젝트’다. 넥슨재단과 메이플스토리는 지난 2018년부터 해당 프로젝트를 통해 인공달팽이관 수술 지원, 외부장치 교체, 언어재활 치료 교구 개발, 청각장애 이해 교육 애니메이션 제작 등 다양한 방법으로 청각장애 어린이·청소년을 지원해 오고 있다.
            ^
            4월 이벤트 선물로는 3-7세 청각장애 어린이들을 위해 제작·배포한 언어재활 치료 교구 ‘소리친구 예티’의 구성을 변경하여 착한선물 에디션 인형을 준비했다. 양쪽 귀에 분홍색 인공달팽이관 외부 장치를 착용한 ‘소리친구 예티’ 인형을 통해 유저들이 청각장애에 대해 다시 한번 생각하고 이해하는 계기를 마련한다는 취지다.
            ^
            이번 ‘착한선물’ 릴레이 이벤트는 오는 30일까지 진행된다. 이벤트는 넥슨 30주년을 메인 페이지 내 30주년 기프트샵을 통해 응모할 수 있으며, 참가자 중 30명을 추첨해 선물을 증정할 계획이다.`,
        },
        {
            idx: "9",
            isrc: "/images/m_news/mnews09.png",
            date: "2024.04.01",
            tit: "넥슨, ‘던전앤파이터’ 쇼케이스 ‘던파로ON’에서 ‘안개신 레이드’ 공개!",
            cate: "게임",
            isum: ["지난 30일 온라인 생중계, ‘안개신 레이드’ 특집 진행", "‘안개신 레이드’ 설정, 주요 시스템, 연출 등 공개…4월 25일 업데이트", "세트 에픽 장비, 최상위 세트 장비 3종, 파밍 던전 추가…변화 예고!","‘SNK’ 컬래버 한정 아바타 공개…다채로운 이벤트 프로모션 잇따라"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 인기 온라인 액션게임 ‘던전앤파이터(이하 ‘던파’)’의 온라인 쇼케이스 ‘던파로ON’을 개최하고 신규 레이드 ‘아스라한 : 안개의 신, 무(이하 ‘안개신 레이드’)’ 세부 정보를 공개했다고 1일 밝혔다.
            ^
            이번 쇼케이스는 지난 30일 오후 7시부터 약 1시간 30분 동안 진행됐으며, 성승헌 캐스터와 이원만 총괄 디렉터, 김윤희 콘텐츠 디렉터, 박종민 라이브 디렉터 등이 자리한 가운데 ‘던파’ 공식 치지직 및 유튜브 채널에서 생중계됐다.
            ^
            ‘안개신 레이드’ 특집으로 마련된 이번 쇼케이스에서는 ‘안개신 레이드’ 설정부터 주요 시스템, 연출 등 다양한 정보가 공개됐으며, 신규 세트 에픽 장비와 파밍 콘텐츠, 편의사항 개선 등 다양한 개편 사항에 대한 발표도 이어졌다. 뿐만 아니라, 레이드 업데이트 기념 이벤트, SNK 컬래버레이션 등 다채로운 프로모션 소식을 함께 전해 기대감을 고조시켰다.
            ^
            오는 4월 25일 업데이트되는 ‘안개신 레이드’는 안개신의 무의식 ‘반추하는 세계’ 속 가장 깊은 근원지로 향한다는 설정으로 총 3개 페이즈로 구성됐다. 12인 공격대로 공략해야 하는 고난도 콘텐츠로, 오행, 오버플로우, 관문 등 각 페이즈마다 서로 다른 공략 시스템을 활용해야 한다. 최종 3페이즈에서 대면하는 최종 보스 ‘무’를 처치하기 위해선 불안정한 날씨를 극복해야만 하며, 패턴 숙지와 공대원과의 긴밀한 협조가 요구된다.
            ^
            이와 함께, 이용자들의 자연스러운 몰입과 성장을 위한 세트 에픽 장비 추가 소식을 전했으며, 장비 성장 최고 레벨 확장, 융합 시스템 개편, 신규 파밍 던전 등 기존 이용자들을 위한 다양한 콘텐츠 추가 소식도 발표했다. 특히, 신규 파밍 던전은 총 3개(아스라한 기록실, 아스라한 서고, 별무리록)가 추가될 예정으로, 각 던전마다 특별한 보상을 제공할 계획이다. 
            ^
            이 밖에, ‘SNK’ 컬래버레이션과 레이드 업데이트 기념 경품 이벤트 등 다양한 소식이 전해졌다. 이번 컬래버레이션은 4월 25일 ‘안개신 레이드’ 업데이트와 동시에 진행되며, ‘SNK’ 캐릭터와 ‘던파’ 캐릭터 개성이 고루 담긴 한정 아바타를 선보인다. 레이드 업데이트 기념 경품 이벤트에서는 추첨을 통해 ‘안개신 PC’, ‘안개신 마우스패드’ 등을 선물한다.
            ^
            ‘던파’ 개발을 총괄하는 이원만 디렉터는 “모험가분들께 ‘안개신 레이드’의 정보를 가장 빠르고 정확하게 설명드리고자 ‘던파로ON’을 개최하게 됐다”며 “앞으로도 더욱 긴밀한 소통과 재미있는 콘텐츠로 모험가분들의 기대에 부응할 수 있도록 노력하겠다”고 밝혔다.
            ^
            ‘던파’ 신규 레이드 ‘안개신 레이드’에 관한 자세한 정보는 홈페이지에서 확인할 수 있으며, 온라인 쇼케이스 ‘던파로ON’은 공식 유튜브 채널에서 다시 볼 수 있다.`,
        },
        {
            idx: "10",
            isrc: "/images/m_news/mnews10.png",
            date: "2024.03.28",
            tit: "넥슨코리아, 강대현·김정욱 신임 공동 대표이사 공식 선임",
            cate: "기업",
            isum: ["14년 만의 공동 대표 체제, 이정헌 대표는 넥슨 일본법인 대표이사로", "강대현 대표, “넥슨만이 할 수 있는 일을 더 많이 해 나갈 것”", "김정욱 대표, “구성원·사회와 함께 성장할 수 있는 문화 정착시키겠다”"],
            txt: `넥슨코리아는 27일 이사회를 열고 강대현·김정욱 신임 공동 대표이사를 공식 선임했다고 밝혔다. 기존 이정헌 대표는 같은 날 넥슨 일본법인 신임 대표이사로 선임됐다.
            ^
            올해 설립 30주년을 맞이하는 넥슨은 약 14년 만에 공동 대표 체제로 전환하며 넥슨 고유의 역량 강화와 사내 문화 개편을 필두로 다음 30년을 위한 새로운 도전을 준비한다.
            ^
            강대현 공동 대표는 “지난 30년간 수많은 유저들에게 즐거운 경험을 제공하며 성장해온 넥슨의 공동 대표이사를 맡게 되어 매우 영광”이라며 “넥슨의 차별화된 강점들을 극대화하면서 ‘넥슨만이 할 수 있는 일’을 더 많이 해 나갈 계획”이라고 각오를 밝혔다.
            ^
            김정욱 공동 대표는 “올해는 넥슨의 역사에 큰 획을 긋는 새로운 출발점이 될 것”이라며 “넥슨이 대내외적으로 높이 평가받고, 구성원 및 사회와 함께 성장하는 회사가 될 수 있도록 넥슨만의 문화를 잘 정착시켜 나가겠다”고 말했다.
            ^
            강대현 대표는 2004년 넥슨에 입사해 ‘크레이지 아케이드’, ‘메이플스토리’, ‘던전앤파이터’ 등 넥슨의 대표 타이틀들의 개발을 맡아 왔으며, 2017년부터는 넥슨의 인공지능 및 데이터 사이언스 관련 연구 조직인 인텔리전스랩스를 이끌었다. ‘메이플스토리 유니버스’ 등 블록체인 기반 신규 프로젝트를 총괄하는 등 게임 및 신기술 분야에 정통한 인물이다. 2020년부터는 COO(Chief Operating Officer, 최고운영책임자)를 맡아 넥슨의 개발 전략 수립 및 운영 전반을 맡아왔다.
            ^
            2013년 넥슨에 합류한 김정욱 대표는 풍부한 경험을 바탕으로 넥슨의 대내외 커뮤니케이션을 담당해왔으며 2020년부터 CCO(Chief Communication Officer, 최고커뮤니케이션책임자)를 맡아 넥슨의 경영지원 및 커뮤니케이션 부문 전반을 이끌었다. 또한 2018년 설립된 넥슨재단의 이사장을 겸임하며 넥슨컴퍼니의 사회공헌 활동을 주도하는 등 넥슨의 기업 이미지 제고 및 사회적 책임 강화에 큰 역할을 했다.`,
        },
        {
            idx: "11",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240621/2a41df74-deef-4cf0-a303-aec00ec16cc9/image202406212012431.jpeg",
            date: "2024.06.20",
            tit: "넥슨, ‘마비노기’ 20주년 기념 인게임 이벤트 진행 및 콘텐츠 개편",
            cate: "게임",
            isum: ["‘마비노기 20주년 이벤트’ 통해 정체불명 소녀 ‘피스’ 오리지널 스토리 공개", "신규 및 복귀 유저를 위한 ‘밀레시안 친구 초대’ 이벤트 실시!", "각종 길드 시스템 및 PC방 혜택 개편으로 유저 편의성 개선"],
            txt: `㈜넥슨(대표 김정욱∙강대현)은 20일 인기 온라인게임 ‘마비노기’에서 20주년을 기념해 다양한 인게임 이벤트를 실시하고, 길드 시스템 및 PC방 혜택을 개선한다고 밝혔다.
            ^
            먼저, 7월 18일까지 오리지널 스토리를 경험할 수 있는 ‘마비노기 20주년 이벤트’를 진행한다. 던바튼 도서관을 통해 이동할 수 있는 신비한 서고에서 마주친 소녀, ‘피스’의 스토리가 매주 오픈되며, 스토리 확인 시 ‘신비의 서고 트렁크’, ‘책의 정령 서포트 퍼핏 외형 주문서’ 등 다양한 보상과 교환할 수 있는 ‘20주년 이야기 조각’을 지급하고, 일일 퀘스트 4종을 완수하면 ‘20주년 이야기 조각(20개)’을 추가로 제공한다.
            ^
            또한, 스토리 퀘스트를 모두 진행하고 일일 퀘스트를 20회 이상 클리어하면 ‘마비노기 켈틱 의장 선택 상자’ 등을 지급하며, 기간 내 게임 접속만 해도 ‘20주년 판타지스타 2차 타이틀 쿠폰’과 ‘누군가의 특별한 편지’ 아이템을 제공한다. 아울러, 몬스터 사냥을 통해 ‘땡스노트 조각’을 모으면 개발자의 마음이 담긴 ‘개발자의 20주년 땡스노트’도 완성할 수 있다.
            ^
            이와 함께 9월 12일까지 신규 및 복귀 유저를 위한 ‘밀레시안 친구 초대’ 이벤트를 진행한다. 밀레시안을 초대하고 획득한 친구 초대 포인트에 따라 ‘하데스 호루라기’, ‘망각의 비약’ 등 보상을 제공하며, 초대받은 밀레시안에게도 ‘에린에 온 걸 환영해! 2차 타이틀 획득 쿠폰’, ‘초보 모험가 코기 호루라기’ 등 풍성한 환영 선물을 지급한다.
            ^
            20주년을 맞아 길드 시스템 개편 및 PC방 혜택 리뉴얼 등 유저 편의성과 혜택도 강화했다. 먼저, 유저의 플레이 스타일 분석을 통해 어울리는 길드를 추천하는 ‘길드 추천 시스템’, 길드의 특징을 설명할 수 있는 ‘길드 태그 시스템’을 추가했으며, 길드 내에서 매일 다양한 타이틀별 순위를 확인할 수 있는 ‘길드 플레이 순위 시스템’을 도입했다. 또한, 길드 재가입 대기 시간을 단축하고, 길드 생성 시 필요한 파티 인원수를 축소하는 등 길드 운영의 편의성을 대폭 개선했다. 이 밖에, PC방 접속 시 상시 보상 지급, 전투 경험치 두 배 적용, 환생 시 60레벨 즉시 달성 등 강화된 PC방 혜택을 제공하는 ‘마비노기 2024 PC방 혜택 리뉴얼’도 진행했다.
            ^
            ‘마비노기’ 20주년 기념 인게임 이벤트 및 콘텐츠 업데이트에 관한 자세한 정보는 '마비노기' 공식 홈페이지에서 확인할 수 있다.
            `,
        },
        {
            idx: "12",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240620/cf3b9ebb-f926-4070-9c70-ae700eb09de6/image.png",
            date: "2024.06.20",
            tit: "넥슨, ‘서든어택’ 신규 무기 포함 2024 시즌3 ‘Savage’ 업데이트!",
            cate: "게임",
            isum: ["신규 크로스헤어, 고스트 팀 채팅 매크로 등 서든패스 혜택 대폭 강화", "서든패스 전용 보상으로 ‘C.안나’ 캐릭터 및 신규 무기 ‘XM68 Savage’ 공개", "패스샵 특별판매 운영, 통합 시즌전 2024 시즌3 실시, 채팅 이벤트 진행"],
            txt: `㈜넥슨(공동 대표 김정욱∙강대현)은 20일 자사 인기 온라인 FPS 게임 ‘서든어택’에 2024 시즌3 ‘Savage’를 업데이트했다.
            ^
            9월 12일까지 진행되는 이번 시즌에서는 서든패스 전용 혜택을 대폭 강화한다. 먼저, 무료 혜택으로 신규 크로스헤어 5종을 적용하고 관전 시에도 팀원과 소통할 수 있는 고스트 팀 채팅 매크로를 2종 제공한다. 또, 패스 구매 이용자에게는 고스트 팀 채팅 매크로 3종 추가를 비롯해 무기 교체 슬롯과 신규 크로스헤어까지 추가 제공하는 등 더욱 다양한 혜택을 부여한다.
            ^
            뿐만 아니라, 서든패스 전용 보상으로 ‘C.안나’ 캐릭터와 신규 무기 ‘XM68 Savage’가 주어진다. ‘C.안나’ 캐릭터는 서든패스 구매 시 곧바로 획득할 수 있으며 ‘XM68 Savage’는 서든패스 60레벨 달성 시 획득이 가능하다. ‘XM68 Savage’는 강력한 6.8mm탄을 사용하는 돌격 소총으로 높은 데미지를 보유하고 있다.
            ^
            이와 함께, PP(패스 포인트)를 사용해 각종 아이템을 획득할 수 있는 패스샵을 오픈한다. 이번 시즌부터 매주 판매 상품이 변경되는 특별판매 패스샵을 함께 운영한다. PP는 서든패스와 리부트 패스에서 주어지는 재화로, 리부트 패스의 경우 서든패스 60레벨 달성 이용자를 대상으로 활성화 기회를 제공한다.
            ^
            더불어, 통합 시즌전 2024 시즌3를 실시한다. 랭크전, 토너먼트, 클랜 랭크전, 생존시즌전으로 구성된 이번 통합 시즌전에서는 랭크전, 클랜 랭크전, 토너먼트에 맵 밴 시스템을 적용한다. 또한 클랜 랭크전의 경우 미참여 패널티 기준을 강화해 더욱 치열한 경쟁 환경을 조성한다.
            ^
            넥슨은 ‘서든어택’의 신규 시즌 업데이트를 기념해 6월 23일까지 매일 전체 채팅에 정해진 문구 입력 시 ‘패스티켓(10개)’, ‘영구제 탄창(2개)’, ‘영구제 밀봉(1개)’을 포함한 다양한 아이템을 지급한다.
            ^
            ‘서든어택’ 2024 시즌3 ‘Savage’에 대한 더욱 자세한 내용은 공식 홈페이지에서 확인할 수 있다.`,
        },
        {
            idx: "13",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240617/944eaf46-9032-4c9f-b221-a88ebff29cdf/image.png",
            date: "2024.06.17",
            tit: "넥슨, ‘2024 서든어택 챔피언십 시즌 1’ ‘준자냥냥’ 클랜 우승하며 성료!",
            cate: "게임",
            isum: ["총상금 5천만 원 규모로 8주간 전경기 오프라인 진행, 15일(토) 결승 실시", "‘준자냥냥’ 클랜 우승, 3:0으로 ’사신’에 복수 성공하며 우승 상금 2천만 원 획득", "9월 시즌2 개최..김태현 디렉터, “실력 뽐낼 수 있는 경험 다채롭게 제공할 것”"],
            txt: `㈜넥슨(공동 대표 김정욱∙강대현)은 자사 인기 온라인 FPS 게임 ‘서든어택’ 공식 e스포츠 리그 ‘2024 서든어택 챔피언십 시즌 1’이 15일 성료했다고 17일 밝혔다.
            ^
            총상금 5천만 원 규모로 개막한 이번 대회는 지난 4월 6일부터 8주 동안 매주 토요일 오후 5시 프릭업 스튜디오에서 온라인 생중계와 함께 본선 무대를 진행했다. 5년 만에 전경기 오프라인으로 펼쳐지며 많은 관람객이 현장을 방문한 가운데 풍성한 규모의 현장 관람 및 생중계 시청 이벤트가 더해져 대회 기간 이용자 사이의 큰 관심이 모였다.
            ^
            지난 15일 진행된 결승전에선 ‘준자냥냥’ 클랜이 3대0의 스코어로 승리하며 우승을 차지했다. 우승 상금 2천만 원을 획득한 ‘준자냥냥’ 클랜은 ‘사신’ 클랜을 상대로 결승 진출전에서의 패배를 설욕하며 최종 우승에 성공했다. 특히 ‘준자냥냥’ 클랜의 박윤석 선수는 현장 분위기를 고조시키는 뛰어난 플레이로 3대0 완승을 이끌며 결승 MVP에 선정됐다.
            ^
            ‘서든어택’ 개발을 총괄하는 김태현 디렉터는 “현장감 있는 경쟁의 기회를 마련해드리고자 개최한 이번 대회에 큰 관심을 보내주신 ‘서든러’ 여러분에게 감사드린다”며 “앞으로도 ‘서든러’ 여러분의 뛰어난 실력을 뽐낼 수 있는 경험을 다채롭게 제공해드리기 위해 노력하겠다”고 밝혔다.
            ^
            한편, 넥슨은 ‘2024 서든어택 챔피언십’을 개최하며 오프라인 환경에서 공식 클랜 간 경쟁의 장을 마련하고 있다. 오는 9월 ‘2024 서든어택 챔피언십 시즌2’를 진행할 예정이다.
            ^
             ‘2024 서든어택 챔피언십 시즌 1’에 대한 더욱 자세한 내용은 공식 홈페이지에서 확인할 수 있다.`,
        },
        {
            idx: "14",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240617/f0ebaa56-a816-40df-bbc0-ca7482303537/%EB%A7%8E%EA%B4%80%EB%B6%80%EC%8A%A4%EC%8D%B8%EB%84%A4%EC%9D%BC.jpg",
            date: "2024.06.17",
            tit: "넥슨재단, '마비노기' 20주년 '판타지 파티'에서 발달장애 청년 자립 지원 캠페인 '나누는맘 함께하고팜' 부스 운영",
            cate: "사회공헌",
            isum: ["올해로 3년 차 맞는 ‘나누는맘 함께하고팜’ 캠페인의 취지와 성과 소개", "‘푸르메소셜팜’과 ‘카페 무이숲’의 발달장애 직원들이 만든 한정판 디저트와 굿즈, 다양한 이벤트 마련", "6월 17일부터 21일까지 넥슨재단 공식 인스타그램에서 사전 이벤트 진행"],
            txt: `넥슨재단(이사장 김정욱)은 오는 22일 열리는 ‘마비노기’ 20주년 ‘판타지 파티’에서 마비노기와 푸르메재단의 ‘나누는맘 함께하고팜’ 캠페인을 알리는 사회공헌 부스 ‘많관부스’를 운영한다고 17일 밝혔다.
            ^
            ‘나누는맘 함께하고팜’은 지난 2022년부터 진행돼 온 마비노기의 대표적인 사회공헌 사업으로, 장애인 중 취업에 가장 큰 어려움을 겪는 발달장애 청년들이 즐겁게 일하며 자립할 수 있도록 지원하는 캠페인이다.  
            ^
            마비노기는 지난 2022년과 2023년 푸르메재단에 총 2억 5천만 원을 기부하며 모종, 배지, 양액 등 농업에 쓰이는 필수 소모품 구매 비용과 마비노기 IP를 활용한 상품 제작 및 판매 지원, 발달장애 일터 ‘푸르메소셜팜’과 ‘카페 무이숲’ 안정화, 장애 직원 채용 확대 등을 지원해 왔다. 또한 마비노기 임직원의 정기적인 방문 봉사활동과 유저들이 참여할 수 있는 온·오프라인 이벤트를 통해 장애 인식 개선에도 기여하고 있다.
            ^
             ‘많관부스’에서는 발달장애 직원들이 직접 구운 ‘마비노기 20주년 기념 나오 쿠키 세트’를 비롯해 마비노기 X 푸르메소셜팜 컬래버레이션 한정판 굿즈, 당일 생산한 카페 무이숲의 디저트 등을 만나볼 수 있다. 나누는맘 함께하고팜 캠페인 활동을 기록한 전시존, 포토존과 다양한 경품을 받을 수 있는 이벤트도 마련된다. 행사 당일 현장에서 판매한 상품과 굿즈 수익금은 전액 발달장애 청년들의 자립을 위해 쓰일 계획이다.
            ^
            또한 넥슨재단은 부스 운영에 앞서 오는 21일까지 유저들이 참여할 수 있는 특별 사전 이벤트를 진행한다. 이벤트 참여 방법은 넥슨재단 공식 인스타그램 계정을 팔로우한 뒤, 이벤트 게시물 댓글을 통해 ‘나누는맘 함께하고팜’에 대한 퀴즈 정답을 남기면 된다. 이벤트 참여자 중 20명을 추첨해 특별한 경품을 증정하며, 경품은 판타지 파티 당일 행사 현장에서 수령할 수 있다. 
            ^
            넥슨재단은 올해로 3년 차를 맞는 ‘나누는맘 함께하고팜’ 캠페인이 그간 마비노기 유저들의 많은 관심과 응원으로 이어져 올 수 있었던 만큼, 이번 부스 외에도 올해 발달장애인의 일터 지원을 위해 유저들이 직접 참여할 수 있는 다양한 행사들을 준비할 계획이다.
            ^
            한편, ‘나누는맘 함께하고팜’ 캠페인에 대한 자세한 정보는 마비노기 공식 홈페이지 내 캠페인 소개 페이지와 넥슨재단 인스타그램을 통해 확인할 수 있다.`,
        },
        {
            idx: "15",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240618/20961178-84e8-47be-9535-c64be6165d4a/image202406181655079.jpeg",
            date: "2024.06.05",
            tit: "넥슨, ‘FC 모바일’ 4주년 쇼케이스 영상 8일 공개!",
            cate: "게임",
            isum: ["인기 걸그룹 엔믹스 출연한 청춘 드라마 콘셉트의 쇼케이스 영상 공개", "‘UEFA EURO 2024 클래스’ 업데이트, 각종 편의성 및 플레이 체감 개선 발표", "사전등록 이벤트 및 ‘4주년 쇼케이스 얼리 쿠폰’ 통해 풍성한 보상 선물"],
            txt: `㈜넥슨(공동 대표 김정욱∙강대현)은 일렉트로닉 아츠(EA)가 개발하고 자사가 서비스하는 ‘EA SPORTS FC™ Mobile(이하 ‘FC 모바일’)’의 4주년 기념 쇼케이스 영상을 8일 오후 6시 공개한다.
            ^
            이번 ‘FC 모바일’ 쇼케이스 영상은 인기 걸그룹 엔믹스가 출연한 7편의 청춘 드라마 콘셉트로 제작됐으며,  엔믹스 멤버들이 신규 업데이트에 대한 내용을 소개하는 다양한 상황을 연기하며 재미를 극대화한 것이 특징이다. 이와 함께 ‘FC 모바일’ 서비스를 담당하는 넥슨 박수용 부실장이 화자로 등장해 업데이트의 주요 특징을 소개할 예정이다. 7편의 시리즈 영상은 8일 오후 6시 공식 유튜브 채널에서 동시 공개된다.
            ^
            먼저, 유럽 축구 선수권 대회 ‘UEFA EURO 2024’ 예선에서 활약한 국가대표팀 소속 선수들로 구성된 ‘UEFA EURO 2024 클래스’와 관련 프로그램 업데이트를 공개한다. 또한, VIP 및 멤버십과 정기 미션 보상 개편, 훈련 경험치 교환소 제공, 이적시작 편의성 등 각 콘텐츠별 개선된 내용을 전한다. 뿐만 아니라, 수비수 역동작 및 일반 땅볼 스루패스 조정 등 플레이 체감 개선 방안을 발표한다.
            ^
            이와 함께, ‘FC 모바일’ 4주년 기념 사전등록 이벤트를 진행한다. 7월 17일까지 게임 내 이벤트 센터에서 ‘4주년 사전등록’ 완료 시, ‘[LM]’, ‘[CM]’, ‘[RM]’ 포지션의 ‘[PSG24] 이강인 120’을 모두 획득할 수 있다. ‘비긴’, ‘리턴’ ‘유스’ 조건을 만족하는 이용자에게는 ‘루드 굴리트’, ‘F.레이카르트’, ‘M. 반바스텐’ 중 1개 획득이 가능한 ‘[삼국24] 선수 120’을 추가 제공한다. 또, 접속 시 얻을 수 있는 ‘4주년 쇼케이스 얼리 쿠폰’을 통해 ‘[CT24 포함] 선수 119-130’, ‘[KL24] 선수 118-125’ 등 풍성한 보상을 선물한다.
            ^
            넥슨 박수용 부실장은 “지난 4년 동안 ‘FC 모바일’을 플레이 해 오신 감독님들께 더욱 새롭고 즐거운 경험을 제공하기 위한 소식을 전달드리고자 4주년 기념 쇼케이스 영상을 마련했다”며, “다양한 콘텐츠와 이벤트를 준비했으니 많은 관심과 시청 부탁드린다”고 말했다.
            ^
            ‘FC 모바일’의 4주년 기념 온라인 쇼케이스에 대한 자세한 내용은 ‘FC 모바일’ 공식 커뮤니티와 공식 유튜브 채널에서 확인할 수 있다.`,
        },
        {
            idx: "16",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240604/1ed78b10-e91e-4bcb-b195-f66fb68368b9/%EB%AA%A8%EB%85%B8%EB%A0%88%EC%9D%B4%ED%81%AC%EC%8D%B8%EB%84%A4%EC%9D%BC.jpg",
            date: "2024.06.04",
            tit: "넥슨, ‘스노우플레이크 서밋 24’에서 데이터 통합 플랫폼 ‘모노레이크(Monolake)’ 소개",
            cate: "기업",
            isum: ["넥슨, 연례 사용자 콘퍼런스 ‘스노우플레이크 데이터 클라우드 서밋24’에 연사로 참여", "스노우플레이크와 협력하여 구축한 자사 데이터 통합 플랫폼 ‘모노레이크’ 사례 소개", "대용량 데이터 관리 효율성 대 증대, 비전문가도 데이터 활용 가능한 업무 서비스 다수 개발"],
            txt: `㈜넥슨(공동 대표 강대현·김정욱)은 지난 3일부터 6일까지(현지 시간) 미국 샌프란시스코에서 열리는 글로벌 데이터 클라우드 기업 스노우플레이크의 연례 사용자 콘퍼런스 ‘스노우플레이크 데이터 클라우드 서밋 24(Snowflake Data Cloud Summit 24)’에 연사로 참여했다고 4일 밝혔다.
            ^
            이번 행사에는 이재면 넥슨 데이터 엔지니어가 연사로 나서 스노우플레이크의 기술을 도입한 자사의 데이터 통합 플랫폼 ‘모노레이크(Monolake)’를 소개했다. 모노레이크는 하나라는 뜻의 ‘모놀리식(Monolithic)’과 원시 데이터 저장소 ‘데이터 레이크(Data Lake)’의 합성어로, 게임 서비스 및 신작 개발 과정에서 생성되는 방대한 데이터가 분산되어 있어 관리 및 상호 공유가 어려운 문제를 해결하기 위해 지난해 12월 구축됐다.
           ^
           모노레이크는 하루 평균 100TB(테라바이트) 이상 생성되는 데이터와 8천여 개의 이벤트 등을 표준화해 동일한 방법으로 처리하여 데이터 적재 효율성과 쿼리 성능을 크게 높였다. 넥슨은 모노레이크 도입 후 이를 기반으로 한 다양한 데이터 업무 서비스를 만들고, 누구나 데이터에 접근하여 이를 활용할 수 있도록 했다.
           ^
           실제로 모노레이크 기반 서비스는 넥슨 내 100여 개의 조직에서 ▲비전문가도 가능한 손쉬운 쿼리 작성 ▲유저CS 유입 및 이상 상황 발생시 즉각적인 알림 ▲AI 연구조직 인텔리전스랩스의 데이터 연구 ▲오픈 API 서비스 ▲콘텐츠 소비 동향 분석 등에 활발히 사용되고 있다.
           ^
           넥슨 이재면 데이터엔지니어링팀장은 “업계 최대 규모에 이르는 데이터를 보유한 넥슨은 꾸준히 데이터 활용 연구를 진행 중이며, 데이터 메시 아키텍처를 통해 처리 과정 자체보다 데이터를 기반으로 한 서비스 개발에 집중할 수 있었다”고 말했다. 이어 “축적된 데이터를 토대로 다양한 아이디어를 개발해 유저 경험을 강화할 수 있도록 넥슨만의 체계적인 데이터 거버넌스도 확립해 나가겠다” 고 전했다.  `,
        },
        {
            idx: "17",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240531/95ba06b6-8bee-4eef-a47b-73c6a743050b/%EB%84%A5%EC%8A%A8%EA%B5%AD%EA%B0%80%EC%9C%A0%EC%82%B0%EC%A7%84%ED%9D%A5%EC%9B%90%EB%84%A5%EC%8A%A8%EC%9E%AC%EB%8B%A8%EB%B3%B4%EB%8D%94%EB%A6%AC%EC%8A%A4Craft%ED%8C%90%EC%97%85%EB%AC%B4%ED%98%91%EC%95%BD%EC%8B%9D%EC%A2%8C%EC%B8%A1%EB%B6%80%ED%84%B0%EC%B5%9C%EC%98%81%EC%B0%BD%EA%B5%AD%EA%B0%80%EC%9C%A0%EC%82%B0%EC%A7%84%ED%9D%A5%EC%9B%90%EC%9E%A5%EA%B9%80%EC%A0%95%EC%9A%B1%EB%84%A5%EC%8A%A8%EC%9E%AC%EB%8B%A8%EC%9D%B4%EC%82%AC%EC%9E%A5.jpg",
            date: "2024.05.31",
            tit: "넥슨재단, 국가유산진흥원과 넥슨 IP 활용 전통 공예품 창작을 위한 '보더리스-Craft판' 업무 협약(MOU)체결",
            cate: "사회공헌",
            isum: ["국가유산청 산하 국가유산진흥원과 게임 IP 활용한 전통 공예품 제작 프로젝트 진행", "국가무형유산에 대한 전반적인 관심 증대와 무형유산 전승자 지원 목적", "무형유산 전승자들의 제작 거쳐 오는 11월 완성된 작품 전시, 굿즈로도 출시 예정"],
            txt: `넥슨의 게임이 한국의 멋을 담은 독창적인 전통 공예품으로 변신한다.
            ^
            ㈜넥슨(공동 대표 강대현·김정욱)은 넥슨재단(이사장 김정욱)이 문화예술 지원 사업 ’보더리스(BORDERLESS)’의 일환으로, 국가유산진흥원(원장 최영창)과 ‘보더리스-Craft판’ 사업을 위한 업무 협약(MOU)을 체결했다고 31일 밝혔다.
            ^
            국가유산진흥원은 국가유산의 전승과 보급, 활용을 위해 1980년 설립된 국가유산청 산하 공공기관으로, 국가유산 활용 및 전통예술 공연, 무형유산 전시 등의 사업을 담당하고 있다. 지난 17일 국가유산기본법 시행에 따라 기존 한국문화재재단에서 국가유산진흥원으로 출범 후 첫 번째 협업 프로젝트로 넥슨재단과 ‘보더리스-Craft판’을 진행한다.
            ^
            이번 협약은 우리나라의 전통 공예를 보다 다양한 연령층에 알리고, 전통 문화를 계승하는 무형유산 전승자를 지원하기 위해 체결됐다. 전통 공예와 게임을 결합한 새로운 공예품을 통해 무형유산에 대한 관심을 높이고자 하는 취지다. 넥슨재단과 국가유산진흥원은 이번 협약을 통해 무형유산 전승자와 함께 넥슨의 다양한 IP를 활용한 전통 공예품을 제작해 전시하고, 이를 체험할 수 있는 프로그램을 운영할 계획이다.
            ^
            전통 공예품 제작은 프로젝트에 참여하는 무형유산 전승자들이 맡는다. 이들은 제작에 앞서 넥슨의 게임IP 전반에 대해 이해하고, 게임 IP에 전통 공예 기술을 결합해 창의적인 작품 스토리를 구상하는 시간을 가질 예정이다.
            ^
            완성도 높은 제작 및 전시를 위해 조혜영 한국조형디자인협회 이사장이 총괄 아트디렉터로 선임됐으며, 세부 분야별 전문가와 넥슨 아트 담당자가 자문 역할을 맡는다.
            ^
            제작된 전통 공예품은 오는 11월 열리는 전시를 통해 만나볼 수 있으며, 굿즈로도 출시될 예정이다. 지난해 국가유산진흥원의 전통문화상품 매출이 처음으로 100억 원을 달성할 정도로 ‘전통 굿즈’가 큰 사랑을 받고 있는 만큼, 이번 프로젝트로 만들어질 전통 공예품과 굿즈에도 많은 관심이 쏠릴 것으로 기대된다.
            ^
             김정욱 넥슨재단 이사장은 “전통 공예품이 넥슨 게임과 만나 어떤 다채롭고 신선한 작품이 태어날지 무척 기대된다”며, “이번 기회가 무형유산 전승자들께 신선한 자극이 되길 바라고, 넥슨재단은 앞으로도 예술인들의 실험적인 예술 창작을 적극 지원할 것”이라 전했다.
            ^
            한편, 보더리스는 게임과 다양한 문화예술의 융합을 도모하는 넥슨재단의 사회공헌 사업이다. 게임을 예술적 영감의 원천으로 활용할 수 있도록 예술가에게 넥슨의 게임IP를 제공하고, 이를 통해 탄생한 새롭고 다양한 작품을 더 많은 사람들이 향유할 수 있도록 지원하고 있다. 지난 2020년 ‘보더리스 게임 포럼’과 2021년 ‘제1회 보더리스 공모전: PLAY 판’ 개최 등을 통해 게임의 문화예술적 가치를 조명해 왔다.`,
        },
        {
            idx: "18",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240419/033f0f41-de71-4a8b-b308-377de138dfee/%EC%9B%B9%EC%9A%A9%EC%8D%B8%EB%84%A4%EC%9D%BC.jpg",
            date: "2024.04.19",
            tit: "넥슨커뮤니케이션즈 김혜림 파트장, 장애인의 날 맞아 부산시장 표창 수상",
            cate: "기업",
            isum: ["‘부산시 제44회 장애인의 날 기념행사’에서 부산광역시장 표창 수상", "장애인 신입사원을 위한 체계적인 교육 프로그램 마련, 업무 영역 확장에 기여", "사내 장애 인식 개선 TF를 통해 정기적인 장애 인식 개선 프로그램 진행"],
            txt: ` ㈜넥슨(공동 대표 강대현·김정욱)은 자회사 ㈜넥슨커뮤니케이션즈(대표 이경준)의 김혜림 파트장이 부산장애인총연합회가 주최한 ‘부산시 제44회 장애인의 날 기념행사’에서 부산광역시장 표창을 받았다고 19일 밝혔다.
            ^
            김혜림 파트장은 지난 2013년 입사 후 웹서비스운영팀 소속으로 넥슨 게임의 커뮤니티를 관리하고 내외부 동향을 모니터링하는 업무를 맡고 있다. 특히 신입사원 직무 교육 담당자로서 장애인 신입사원 교육 체계 개선에 기여한 공로를 인정받았다.
           ^
            김 파트장은 보다 체계적인 장애인 사원 교육을 위해 부산직업능력개발원과 협업하여 브레인스토밍과 토론, 역할극 등을 도입한 새로운 방식의 직무 교육 과정을 도입했다. 이 과정에서 리더로서 사원들의 역량이 성장할 수 있도록 노하우를 전하고 성과를 공유하는 문화를 만들어 우수사원을 배출하는 데 기여했다. 또한 개인별 장애 유형과 선호 게임에 맞게 교육 커리큘럼을 구체화하여 장애인 사원이 근무할 수 있는 업무 영역을 넓혔다.
           ^
            장애인과 비장애인이 함께하는 근로 문화 조성에도 힘썼다. 김 파트장은 지난 2014년 사내 ‘장애 인식 개선 TF’를 만들고, 장애인·비장애인 구성원이 서로에 대한 이해를 높일 수 있는 장애 인식 개선 교육 프로그램을 정기적으로 진행하고 있다.
           ^
            김 파트장은 “장애를 가졌다는 이유만으로 위축될 필요 없이, 누구나 동등하게 일할 수 있는 일터를 만들기 위해 노력해 온 부분을 좋게 봐 주셔서 감사하다”며 “넥슨커뮤니케이션즈를 비롯한 많은 일터에서 장애인 근로자가 한계 없이 성장할 수 있도록 더 많은 관심을 부탁드린다”고 말했다.
           ^
            한편, 2011년 설립된 넥슨커뮤니케이션즈는 게임업계 최초의 자회사형 장애인표준사업장으로 넥슨 게임의 웹서비스 모니터링 및 고객지원 업무를 담당하고 있다. 전체 직원의 약 47%가 장애인으로, 장애 유형과 성별에 구분 없이 폭넓은 채용을 진행하며 장애인 일자리 창출과 장애인 근로자 고용환경 개선에 크게 기여했다는 평을 받는다.`,
        },
        {
            idx: "19",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240312/d62319b7-ee60-4a2f-85a3-ed70fc3ca2bc/%EB%84%A5%EC%8A%A8%EB%AC%B4%EB%A3%8C%EC%BD%94%EB%94%A9%EA%B5%90%EC%9C%A1%ED%86%B5%ED%95%A9%ED%94%8C%EB%9E%AB%ED%8F%BCBIKO%EB%A1%A0%EC%B9%AD%EC%84%A4%EB%AA%85%ED%9A%8C1.jpg",
            date: "2024.02.26",
            tit: "넥슨, 무료 코딩 교육 통합 플랫폼 ‘BIKO’ 론칭 설명회 개최",
            cate: "기업",
            isum: ["국내 주요 정보 교육 관계자 초청 설명회 진행, 2025년 코딩 교육 의무화 대비 적극 활용 독려", "체계적인 교육 플랫폼 통해 전국 어디서나 양질의 프로그래밍 수업 확대 기대 ", ""],
            txt: `㈜넥슨(대표 이정헌)이 비브라스코리아와 함께 23일 판교 넥슨 사옥에서 국내 주요 정보 교육 관계자들을 초청해 무료 코딩 교육 통합 플랫폼 ‘BIKO(비코, Bebras Informatics Korea의 약자)’ 론칭 설명회를 개최했다고 26일 밝혔다.
            ^
            19일 정식 론칭한 ‘BIKO’는 넥슨과 비브라스코리아가 함께 만든 무료 코딩 교육 통합 플랫폼으로, 컴퓨팅 사고력 함양부터 기초적인 텍스트 코딩과 심화 학습까지 두루 아우르는 체계적인 교육 프로그램을 제공한다. 국내외 다양한 프로그래밍 대회에 출제된 총 700여개의 문제와 함께 교사와 학생 간 프로그래밍 수업 운영이 가능한 ‘클래스(Class)’ 기능을 제공해 교육 현장에서 활용이 가능하다.
            ^
            이번 설명회에는 한국정보과학교육연합회, 한국정보교사연합회, 한국정보올림피아드위원회, 한국과학창의재단, 한국정보교육학회, 한국교육학술정보원, SW중심대학협의회, 교육청(서울/경기도/충청북도/경상북도/전라남도/대구), 성균관대학교, 아주대학교 등에 소속된 정보교육 관계자들이 참석해 ‘BIKO’ 이용방법을 설명 듣고 체험하는 시간을 가졌다.
            ^
            비브라스코리아 김동윤 대표(겸 아주대학교 명예교수)는 “세계 최초의 체계적인 무료 코딩 교육 통합 플랫폼 개발을 위해 적극 지원해주신 넥슨에 다시 한번 감사드린다”며 “현장에서 ‘BIKO’를 활용하는 교사 분들의 피드백을 지속 수렴해 최고의 교육 플랫폼이 될 수 있도록 노력하겠다“고 말했다.
            ^
            넥슨재단 김정욱 이사장은 “국내 프로그래밍 교육 저변확대를 위한 프로젝트가 본격 시작됨에 따라 큰 설렘과 책임감을 느낀다”며 “‘BIKO’가 교육 현장에서 적극 활용돼 전국 디지털 교육 격차 해소에 큰 역할을 할 수 있도록 지속 지원해 나갈 것”이라고 전했다. 
            ^
            넥슨과 비브라스코리아는 2025년부터 초·중·고등학교 코딩 교육 의무화를 대비해 전국 어디서나 양질의 프로그래밍 수업이 확대될 수 있도록 교육 관계자들을 대상으로 ‘BIKO’ 활용을 독려해 나갈 계획이다. 
            ^
            한편, 넥슨과 넥슨재단은 청소년들의 코딩에 대한 관심 제고와 역량 증진을 위해 2016년부터 ‘넥슨 청소년 프로그래밍 챌린지(NYPC)’를 운영하고 있으며, 컴퓨팅 사고력 함양을 위한 융합 교육 프로젝트 ‘하이파이브 챌린지(High-5ive Challenge)’ 진행 등 어린이와 청소년을 위한 프로그래밍 교육 저변확대에 앞장서고 있다.
            `,
        },
        {
            idx: "20",
            isrc: "https://dszw1qtcnsa5e.cloudfront.net/community/20240221/89654591-1e3f-456a-bed1-2d6ba59ebf48/%EB%84%A5%EC%8A%A82024NDM%EA%B2%8C%EC%9E%84%EC%A0%9C%EC%9E%91%EB%B0%9C%ED%91%9C%ED%9A%8C.jpg",
            date: "2024.02.21",
            tit: "넥슨, 게임제작동아리 후원 프로그램 ‘넥슨 드림 멤버스(NDM)’ 게임제작발표회 성료",
            cate: "기업",
            isum: ["20일 넥슨 사옥서 개최, 7개 대학 8개 동아리에서 140명 참여해 37종 프로젝트 전시", "서강대학교 게임교육원 ‘선빈동’ 동아리 개발 <오버 더 호라이즌> 대상 수상", "최진혁 선임 디렉터, '게임으로 발현되는 여러분의 패기와 열정 응원'"],
            txt: `㈜넥슨(대표 이정헌)은 20일 2024 ‘넥슨 드림 멤버스(Nexon Dream Members, 이하 NDM)’ 게임제작발표회를 성료했다고 21일 밝혔다.
            ^
            NDM은 게임업계 청년 인재 발굴 및 양성을 위해 넥슨이 2007년부터 진행해온 게임 제작 동아리 후원 프로그램이다. 넥슨 구성원들을 대상으로 직접 창작 게임을 전시하는 발표회를 진행한 것은 지난해에 이어 두 번째다.
            ^
            이번 발표회에는 총 7개 대학의 8개 게임 제작 동아리에서 140여 명의 학생들이 개발한 37종의 프로젝트가 출품됐다. 넥슨의 게임 서브 브랜드 ‘민트로켓’에서 출시한 인기 게임 ‘데이브 더 다이버’의 황재호 디렉터와 슈터본부 최진혁 선임 디렉터를 비롯한 여러 게임 실무자들이 심사에 참여했으며, 넥슨 구성원들이 발표회 현장에서 출품작을 즐기고 투표에 참여했다.
            ^
            대상(1팀, 300만 원), 최우수상(1팀, 150만 원), 우수상(4팀, 100만 원), 장려상(6팀, 50만 원) 등 총 12개의 수상작은 심사위원 및 참가자, 넥슨 구성원들의 현장 투표를 종합해 선정됐다.
            ^
            대상은 모션 캔슬을 핵심으로 한 빠른 속도의 콤보 액션 플레이가 가능한 액션 게임 ‘오버 더 호라이즌(Over the Horizon)’을 개발한 서강대학교 게임교육원 ’선빈동’ 동아리 소속 팀이 수상했다. 최우수상은 변형 테트리스 게임 ‘사보트리스(Sabotris)’를 개발한 연세대학교 ‘PoolC’ 동아리 소속 팀이, 우수상은 서울대학교 ‘SNUGDC’ 동아리의 ‘레버리(Reverie)’, ‘래빗 인 던전(Rabbit in Dungeon)’, 이화여자대학교 ‘KING’ 동아리의 ‘진정해요 공주님!(CalmDownPrincess)’, 고려대학교 ‘CAT&DOG’ 동아리의 ‘CMYK’가 각각 차지했다.
            ^
            대상을 수상한 ‘선빈동’ 동아리 소속 최찬욱 학생은 “인디게임이 참여할 수 있는 행사가 그리 많지 않은데 넥슨에서 매년 이런 자리를 열어 주셔서 경쟁력 향상에 도움이 된 것 같다”며 “이 자리에서 많은 분들이 저희 게임을 플레이해주시고 평가해주신 것이 실제로 출시까지 나아가는데 굉장한 힘이 될 것 같아서 감사한 마음”이라고 소감을 전했다.
            ^
            이번 발표회에 심사위원으로 참여한 최진혁 선임 디렉터는 “매해 참여하시는 분들이 최신의 트렌드와 기술, 진보적인 생각들을 보여주고 있어서 NDM 게임제작발표회와 참가자들이 동반 성장하는 것 같다”며 “여러분의 패기와 열정이 게임으로 발현되고 있다는 것이 감격스럽고, 멀지 않은 시기에 여러분과 넥슨에서 함께 일할 수 있는 인연이 닿기를 바란다”고 말했다.
            ^
            한편, 넥슨은 창작 플랫폼 ‘메이플스토리 월드’를 활용해 국내 여러 대학교와 산학협력 프로젝트를 진행하고 있으며, 지난 7월에는 전국 대학생들을 상대로 게임잼을 진행하는 등 게임 업계 청년 인재 양성 및 예비 창작자 육성을 위한 노력을 다각도로 기울이고 있다.`,
        },
        {
            idx: "",
            isrc: "",
            date: "",
            tit: "",
            cate: "",
            isum: ["", "", ""],
            txt: ``,
        },
    ];
