export const swData = {
    news: [
        {
            idx: "1",
            isrc: "/images/m_news/mnews01.png",
            date: "2024.05.21",
            tit: "넥슨, ‘크레이지 아케이드’, ‘카러플’에 창립 30주년 릴레이 이벤트 실시!",
            cate: "게임",
            isum: ["‘크레이지 아케이드’, 레트로 테마 ‘버그모드’로 ‘던전앤파이터’ 컬래버 아이템 지급", "‘카트라이더 러쉬플러스’, 접속 및 승리 등의 미션 완료 시 각종 기념 보상 선물", "매월 말일 하루만 도전 가능한 넥슨캐시 30만 원 응모 이벤트"],
            txt: `
            ㈜넥슨(공동 대표 강대현∙김정욱)은 창립 30주년을 기념해 ‘크레이지 아케이드’, ‘카트라이더 러쉬플러스’가 릴레이 이벤트를 실시한다고 21일 밝혔다.
            ^
            먼저 ‘크레이지 아케이드’에서는 넥슨 30주년을 기념해 레트로 테마의 ‘버그모드’를 출시했다. 기존 ‘꼬물이 모드’에서의 ‘꼬물이’와 ‘까칠이’ 대신 ‘버그’와 ‘바이러스’가 등장하는 이번 신규 모드는 5월 30일까지 운영되며, 처치한 ‘버그’와 ‘바이러스’ 수에 따라 일반보상 혹은 럭키보상을 획득할 수 있다. 넥슨은 일반 보상으로 각종 치장 아이템을, 럭키 보상으로는 ‘진레이저 특수효과’, ‘진레인저 럭다’, ‘진레인저 날개’ 등 ‘던전앤파이터’와 컬래버한 다양한 아이템을 선물한다.
            ^
            이와 함께 5월 31일까지 ‘넥슨의 30주년 보너스 선물’ 이벤트를 실시하고, 30주년을 기념해 특별하게 제작된 아이템을 제공한다. 넥슨 30주년 릴레이 이벤트 페이지에서 ‘넥슨30주년기념 물풍선’, ‘넥슨30주년기념 따라와’, ‘골드게임팩’ 등의 아이템을 이벤트 코인과 교환할 수 있다.
            ^
            모바일 레이싱게임 ‘카트라이더 러쉬플러스’에서는 게임 접속, 랭킹전 승리 등의 미션 달성 시 창립 30주년을 기념하는 각종 기념 아이템을 선물한다.
            ^
            먼저, 6월 20일까지 ‘케이크 조각’을 모아 대기화면을 꾸미는 데 사용 가능한 ‘NX 30’ 배경을 획득할 수 있는 ‘넥슨 30주년, 별들의 축제’ 이벤트를 실시한다. 또, 6월 30일까지 ‘별 에너지 조각’을 사용해 특별한 외형을 가진 ‘솔리드 NX 30’을 획득할 수 있는 기회를 제공한다.
            ^
            뿐만 아니라, 5월 24일부터 6월 9일까지 ‘응원봉 조각’을 모아 이를 사용하면 ‘마우스 핸드봉’, ‘모니터 밴드’, ‘개발자 헤어/코스튬’ 등의 30주년 특별 아이템이 주어진다. 더불어, 5월 31일부터 6월 20일까지 ‘사탕 조각’을 수집해 오라, 스키드, 풍선, 번호판 등의 기념 치장 아이템을 포함한 ‘넥슨 30주년 기념 선물’을 획득할 수 있다.
            ^
            이 밖에도, 6월 7일부터 6월 20일까지 ‘#넥슨30주년’ 해시태그와 함께 게임 내 사진을 업로드하면 마이룸을 꾸미는 데 사용 가능한 ‘NX30 기둥 장식’을 지급하는 ‘30년의 추억 속으로’ 이벤트를 진행한다.
             ^
            한편, 넥슨은 창립 30주년을 기념해 6월까지 총 상금 30억 규모의 넥슨캐시 ‘퀴즈퀴즈’ 이벤트를 진행한다. 또, 4월 30일부터는 매월 말일에 ‘퀴즈퀴즈’ 이벤트에 참여한 이용자들을 대상으로 추첨을 통해 30만 넥슨캐시를 선물하는 깜짝 응모 이벤트도 실시하고 있다.
            ^
            넥슨 30주년 릴레이 이벤트에 대한 자세한 정보는 30주년 메인 페이지에서 확인할 수 있다.`,
        },
        {
            idx: "2",
            isrc: "/images/m_news/mnews02.png",
            date: "2024.05.16",
            tit: "넥슨, ‘마비노기 영웅전’ 시즌4 에피소드9 ‘필사의 저지’ 업데이트!",
            cate: "게임",
            isum: ["최고 레벨 115→120 확장, 120레벨 입장 신규 레이드 ‘제단을 지키는 자’ 공개", "신규 레이드와 장비 제작에서 120레벨 장비 제공, 확장 기념 성장 이벤트 실시", "‘치프틴의 급속 보조 포션’ 등 교환소 오픈…접속, 전투로 쿠폰 모아 참여 가능"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 16일 자사 온라인 액션 RPG ‘마비노기 영웅전’에 시즌4 에피소드9 ‘필사의 저지’를 업데이트했다.
            ^
            이번 업데이트로 최고 레벨을 기존 115레벨에서 120레벨까지 확장하고 120레벨에 입장할 수 있는 신규 레이드 전투 ‘제단을 지키는 자’를 선보인다. 해당 레이드는 타라타 방면의 ‘켈시나 산’ 지역에서 출정할 수 있으며, 악신 발로르의 부활을 막기 위해 고대 제단으로 향하던 영웅 일행이 자이언트 군단을 이끄는 보스 몬스터 ‘스렝’을 만나 전투를 펼치는 이야기를 담고 있다. ‘스렝’은 주군 발로르에 충성하는 군단장으로 자신의 육신과 대지의 힘을 활용해 강력한 공격을 가하는 특징을 보유하고 있다.
            ^
            최고 레벨 확장에 따라, 보다 강력한 능력치를 보유한 120레벨 ‘와드네’ 무기와 방어구를 공개한다. 신규 장비는 ‘제단을 지키는 자’ 레이드 또는 상급 전문 기술을 활용한 장비 제작을 통해 획득이 가능하다. 또, 최고 레벨 확장을 기념해 6월 13일까지 116레벨부터 120레벨까지 레벨이 상승할 때마다 달성 축하 상자와 각종 게임 아이템을 획득할 수 있으며 120레벨 달성 시에는 ‘타이틀: 120레벨에 도달한’ 등의 특별한 보상이 추가로 주어진다.
            ^
            이 밖에도, 5월 30일까지 ‘제단을 지키는 자’ 신규 레이드 전투를 완료하면 ‘이블코어’를 추가로 제공한다. 같은 기간, ‘붉은 달의 기운’ 지역, ‘니플헤임’ 지역, 스페셜 던전, 기사단 레이드 전투를 완료하면 ‘치프틴의 숙련도 쓱싹 쿠폰’을 보상으로 지급한다. 쿠폰은 각종 전문기술 코너에서 ‘치프틴의 도장’ 및 ‘치프틴의 급속 보조 포션’이 담긴 상자로 교환할 수 있으며 ‘치프틴의 도장’으로 치프틴 형상을 채우면 ‘축복석 모음 상자’, ‘고급 강화의 비약 상자’ 등을 추가로 지급한다.
            ^
            더불어, 6월 13일까지 접속 시 제공되는 ‘쏙쏙 자판기 코인’을 사용해 원하는 임무를 부여받아 이를 완료하면 ‘클론 아바타 제작 박스’, ‘100% 완전 귀속 인챈트 상자’ 등과 교환할 수 있는 ‘쏙쏙 자판기 쿠폰’을 지급한다.
            ^
            ‘마비노기 영웅전’ 시즌4 에피소드9 ‘필사의 저지’에 대한 더 자세한 내용은 공식 홈페이지에서 확인할 수 있다.`,
        },
        {
            idx: "3",
            isrc: "/images/m_news/mnews03.png",
            date: "2024.05.07",
            tit: "네오플, 어린이날 맞아 제주시 아동복지 유공기관 표창 수상",
            cate: "",
            isum: ["제주시 제102회 어린이날 기념행사에서 제주특별자치도의회 의장 표창 수상", "‘튼튼새싹 반찬 더하기 프로젝트’ 등으로 지역 내 아동후원 기여도 인정받아", "제주 지역사회 상생을 위한 다양한 사회공헌 활동 지속적으로 전개"],
            txt: `㈜네오플(대표 윤명진)은 지난 5일 제주시가 주최하고 제주시어린이집연합회가 주관한 제102회 어린이날 기념행사에서 제주특별자치도의회 의장 표창을 받았다고 7일 밝혔다.
            ^
            제주시는 5월 5일 제주한라체육관에서 도내 어린이집, 아동복지시설 아동 및 어린이 동반 가족이 모인 가운데 제102회 어린이날 기념행사 ‘어린이 웃음꽃이 피었습니다’를 개최했다. 네오플은 도내 결식아동 밑반찬 지원, 보호대상아동 자립 비용 지원 등 꾸준한 아동후원 목적의 사회공헌 활동에 대한 기여도를 인정받아 이날 아동복지 유공기관으로 선정됐다.
            ^
            네오플은 지난 2023년 6월부터 제주시와 제주사회복지공동모금회·제주이어도지역자활센터와 업무협약을 맺고 제주 결식 우려 아동 100명을 대상으로 1년 간 고품질·고영양의 식사를 제공하는 ‘튼튼새싹 반찬 더하기 프로젝트’를 진행해왔다. 또 지역 어린이들의 신체발달과 건강증진에 지속적인 관심을 가져온 네오플은 지난 2020년과 2021년에도 제주사회복지공동모금회를 통해 아동급식비를 지원한 바 있다.
            ^
            이외에도 네오플은 보호대상 아동 디딤씨앗통장 적립금 지원, 백혈병 소아암 환아 지원, 방과 후 공부방 ‘꿈들’ 지원, 저소득 조손가정 위탁아동 주거환경개선 및 교육비 지원 등 제주 지역사회에 선한 영향력을 전하기 위해 다양한 사회공헌 활동들을 펼치고 있다.
            ^
            네오플 윤명진 대표는 “아이들의 건강한 미래에 보탬이 될 수 있도록 깊은 애정과 관심을 가지고 노력해온 과정을 알아봐 주신 것 같아 감사하다“며 “앞으로도 네오플은 지역사회 어린이들이 안정적인 환경에서 성장하며 마음껏 꿈을 펼칠 수 있도록 아낌없는 지원을 이어가겠다”며 소감을 전했다.`,
        },
        {
            idx: "4",
            isrc: "/images/m_news/mnews04.png",
            date: "2024.05.03",
            tit: "넥슨재단, ‘하이파이브 챌린지’와 함께하는 5월 착한선물 릴레이 이벤트 실시",
            cate: "사회공헌",
            isum: ["넥슨 창립 30주년 맞아 매달 주요 사회 공헌사업과 연계한 이벤트 진행 ", "두 번째 릴레이 이벤트 주자로 컴퓨팅 사고력 향상을 위한 브릭 활용 교육 ‘하이파이브 챌린지’ 소개", "추첨 통해 넥슨재단 마스코트를 직접 조립해 볼 수 있는 ‘천사다오 브릭키트’ 증정"],
            txt: `㈜넥슨(공동 대표 강대현·김정욱)은 넥슨재단(이사장 김정욱)이 넥슨 창립 30주년을 기념하는 두 번째  ‘착한선물’ 릴레이 이벤트를 연다고 3일 밝혔다.
            ^
            두 번째 착한선물 이벤트 주자는 넥슨재단의 ‘하이파이브 챌린지’다. 하이파이브 챌린지는 프로그래밍의 기반이 되는 컴퓨팅 사고력 함양을 위해 브릭을 활용하는 융합 교육 프로젝트로, 책 속 등장인물이 직면한 문제를 공학적으로 해결하는 ‘노블 엔지니어링’과 브릭 놀이를 결합한 프로그램이다.
            ^
            넥슨재단은 지난 2020년부터 컴퓨팅교사협회(ATC)와 함께 초·중·특수학교 등에서 하이파이브 챌린지를 진행해 오고 있다. 특히 지역별 IT교육 격차를 해소하고자 전남·인천·제주 등 지역 교육청과 협력한 하이파이브 챌린지 프로그램에는 지금까지 국내 8만여 명의 학생이 참여했으며, 지난 4월 진행한 인천 지역 내 참가 학급 모집도 하루만에 마감되는 등 공교육 현장에서 큰 호응을 얻고 있다. 이 외에도 넥슨재단은 어린이들이 브릭을 가지고 놀며 창의력을 키울 수 있도록 국내 및 해외 17개국 30만 명 이상의 어린이들에게 브릭 2천만 개 이상을 지원했다.
            ^
            5월 이벤트 선물로는 브릭을 활용한 하이파이브 챌린지 교육 프로그램의 특징을 살려 한정판 ‘천사다오 브릭키트’를 준비했다. ‘천사다오 브릭키트’는 천사 링과 날개를 달고 있는 넥슨재단의 사회공헌 마스코트 ‘천사다오’를 직접 조립해 볼 수 있는 키트다.
            ^
            이번 ‘착한선물’ 릴레이 이벤트는 오는 31일까지 진행된다. 넥슨 30주년 메인 페이지 내 '30주년 기프트샵을 통해 이벤트에 응모할 수 있으며, 참가자 중 30명을 추첨해 선물을 증정할 계획이다.
            ^
             한편, ‘착한선물’ 릴레이 이벤트는 넥슨의 다양한 사회 공헌사업을 소개하고 이와 관련된 의미가 담긴 선물을 증정하며 각 사업들의 취지를 알리는 유저 대상 이벤트다. 올해 4월부터 11월까지 매달 진행되며, 지난 4월 진행된 착한선물 릴레이 이벤트는 약 10만 명의 유저가 참여하는 등 큰 호응을 얻었다. `,
        },
        {
            idx: "5",
            isrc: "/images/m_news/mnews05.png",
            date: "2024.04.29",
            tit: "넥슨 ‘블루 아카이브’, 5월 3일부터 GS25와 제휴 이벤트 실시!",
            cate: "게임",
            isum: ["5월 3일부터 7월 31일까지 전국 GS25 편의점에서 진행", "특별 쿠폰, 띠부띠부씰 동봉된 도시락 및 베이커리 선봬", "전국 6개 매장서 캔뱃지, 아크릴 키링 등 특별 굿즈 구매 가능"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 서브컬처 게임 ‘블루 아카이브’에 GS25 제휴 이벤트를 5월 3일부터 실시한다고 밝혔다.
            ^
            이번 제휴는 5월 3일부터 7월 31일까지 전국 GS25 편의점에서 진행된다. 작중 등장하는 편의점 ‘엔젤 24’의 아르바이트생 ‘소라’와 ‘RABBIT 소대’ 학생들이 주인공으로 나서며, 이들이 GS25 유니폼을 착용한 특별한 일러스트도 함께 공개돼 의미를 더한다.
            ^
            5월 31일까지 GS25의 인기 도시락 5종을 구매하면 ‘상급 활동 보고서’ 5개, 200 AP, 원하는 학생에게 선물할 수 있는 호감도 아이템인 ‘GS25 기념 카드’로 구성된 특별 쿠폰을 함께 받을 수 있다. 또한 ‘미카의 한입가득 딸기 롤케이크’, ‘나기사의 티타임 얼그레이 모찌롤’ 등 ‘블루 아카이브’ 학생들의 특색에 맞는 특별 베이커리를 7월 31일까지 두 차례에 걸쳐 선보이며, 베이커리 구매 시 ‘블루 아카이브’ 학생들의 다양한 일러스트가 새겨진 띠부띠부씰을 획득할 수 있다.
            ^
            또한 5월 18일부터 31일까지 ‘RABBIT 소대’ 학생들과 ‘소라’의 색다른 모습이 새겨진 캔뱃지, 아크릴 키링 등 특별 굿즈를 GS25 서울 더관악점, 부산 연산그랜드점 등 총 6개 매장에서 구매할 수 있다.
            ^
            이와 함께 제휴 기간 중 우리동네GS 앱을 다운받고 GS Pay로 제휴 상품을 구매하면 개수에 따라 스탬프가 적립되며, 스탬프 2개를 모아 매달 특별 경품에 응모할 수 있다. 5월에는 ‘소라’의 일러스트가 담긴 대형 태피스트리, 띠부띠부씰 콜렉터북 등에 응모할 수 있고, 6월 및 7월 경품은 추후 공개될 예정이다.
            ^
            한편, ‘블루 아카이브’는 글로벌 론칭 2.5주년을 기념해 지난 26일 공식 유튜브 채널에서 특별 생방송을 진행했다. 방송에는 김용하 총괄 PD가 출연해 업데이트 로드맵을 공개하고 단독 오프라인 행사 ‘블루 아카이브 2.5주년 페스티벌’에 대한 상세 정보를 전했다. 또한 매번 카카오톡 이모티콘샵에서 인기 순위 1위를 석권하는 ‘블루 아카이브’ 카카오톡 이모티콘의 네 번째 시리즈와 ‘블루 아카이브’만의 밝고 청량한 배경음악을 감상할 수 있는 세 번째 OST 패키지 출시를 예고하며 이용자들로부터 열띤 호응을 이끌어냈다.`,
        },
        {
            idx: "6",
            isrc: "/images/m_news/mnews06.png",
            date: "2024.04.26",
            tit: "넥슨 '메이플스토리', 한국조폐공사와 함께 '서울대학교병원 넥슨어린이통합케어센터'에 1억 원 기부",
            cate: "사회공헌",
            isum: ["한국조폐공사와 함께 발행한 서비스 20주년 기념메달의 판매 수익금 중 1억 원 전달", "센터 내 환아 및 가족들의 휴식 및 놀이치료 공간인 ‘단풍잎 꿈터’ 운영 지원", "‘메이플스토리’, 청각 장애 아동 후원 및 공공형 놀이터 조성 등 사회공헌활동 활발"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 지난해 한국조폐공사(사장 성창훈)와 함께 발행한 ‘메이플스토리’ 20주년 기념메달의 판매 수익금 중 1억 원을 ‘서울대학교병원 넥슨어린이통합케어센터(센터장 김민선, 이하 넥슨어린이통합케어센터)’에 기부한다고 26일 밝혔다.  
            ^
            ‘메이플스토리’ 20주년 기념메달은 지난해 8월 한국조폐공사와 협업해 제작된 최초의 게임을 모티브로 한 메달로, 금메달 500개, 은메달 5,000개 수량 제작돼 한국조폐공사 쇼핑몰, Hmall, 더현대닷컴 등 온라인 스토어에서 판매됐다.
            ^
            넥슨과 한국조폐공사는 기념메달의 판매 수익금 중 1억 원을 중증 질환 및 간병으로 힘든 나날을 보내고 있는 소아 환자와 가족들을 후원하기 위해 ‘넥슨어린이통합케어센터’에 전달했다. 
            ^
            ‘넥슨어린이통합케어센터’는 넥슨과 넥슨재단이 100억 원의 건립 기금을 후원해 지난해 11월 개원한 국내 최초의 독립형 단기의료돌봄센터이다. 24시간 돌봄이 필요한 중증 소아 환자와 가족들에게 종합적인 의료 및 돌봄 서비스를 제공한다. 
            ^
            기부금은 센터 내 환아 및 가족들의 휴식과 놀이치료를 위해 마련된 다목적 프로그램실(총 2개) 운영 지원에 쓰일 예정이다. 해당 공간은 ‘메이플스토리’의 후원을 기념해 ‘단풍잎 꿈터’로 지어졌다.
            ^
            한국조폐공사 성창훈 사장은 “’메이플스토리’ 20주년 기념메달 사업을 통해 조성된 수익금을 의미 있는 곳에 후원하게 되어 뜻깊다“며 “어린이들의 삶에 희망과 행복을 전할 수 있도록 선한 영향력을 전파해 나가겠다“고 말했다.
            ^
            넥슨 김창섭 메이플스토리 국내 총괄디렉터는 “용사님(메이플스토리 이용자)들의 따뜻한 성원 덕분에 소아 환자와 가족분들이 센터 내 다양한 프로그램을 통해 재충전의 시간을 가질 수 있는 특별한 공간이 마련됐다”라며 “앞으로도 용사님들과 함께 어린이들의 건강한 성장을 위한 폭 넓은 후원활동을 지속해 나가겠다”라고 전했다. 
            ^
            한편, 넥슨 ‘메이플스토리’는 어린이들의 건강한 미래에 대한 깊은 관심을 바탕으로 청각 장애 아동들의 인공달팽이관 수술 및 외부 장치 교체를 지원하는 ‘소리 나눔 프로젝트’와 어린이 건강·놀 권리 향상을 위한 공공형 놀이터를 조성하는 ‘단풍잎 놀이터 프로젝트’ 등 다양한 사회공헌활동들을 활발히 진행하고 있다.`,
        },
        {
            idx: "7",
            isrc: "/images/m_news/mnews07.png",
            date: "2024.04.24",
            tit: "넥슨, '블루 아카이브 2.5주년 페스티벌’ 5월 18ㆍ19일 개최!",
            cate: "게임",
            isum: ["일산 킨텍스서 각종 2차 창작 부스, 체험형 콘텐츠 및 무대 행사로 구성", "5월 3일 오후 8시, 티켓링크에서 입장권 예매 오픈", "건전한 예매 환경 위한 ‘클린 예매 캠페인’, 60레벨 이상 멤버십 번호 발급"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 24일 서브컬처 게임 ‘블루 아카이브’의 단독 오프라인 행사 ‘블루 아카이브 2.5주년 페스티벌’을 5월 18일과 19일에 개최한다고 밝혔다.
            ^
            2회차를 맞이하는 이번 페스티벌은 이용자들이 ‘블루 아카이브’를 기반으로 제작된 다양한 즐길거리를 바탕으로 교류할 수 있는 행사로, 올해는 더 많은 이용자들이 참여할 수 있도록 이틀간 개최한다. 5월 18일과 19일 오전 10시부터 오후 6시까지 일산 킨텍스 제2전시장에서 진행되며, 사전 선정된 이용자들이 직접 제작한 2차 창작 굿즈를 선보이는 부스와 더불어 특별 전시 공간 및 다양한 무대가 마련돼 ‘블루 아카이브’ IP를 게임 외적으로 더욱 확장한다.
            ^
            넥슨은 이번 페스티벌을 앞두고 오는 5월 3일 오후 8시부터 티켓링크에서 입장권 예매를 오픈한다. 부정 예매를 방지하고 건전한 예매 환경을 조성하기 위해 ‘클린 예매 캠페인’을 도입하며, 레벨 60 이상의 ‘블루 아카이브’ 계정을 보유한 이용자는 4월 28일까지 특별 페이지에서 사전에 멤버십 번호를 발급 받아야 한다. 이후 5월 1일 오후 2시부터 티켓링크 예매 페이지에서 번호를 등록해 예매 권한을 획득할 수 있으며, 5월 3일 오후 8시부터 티켓링크에서 입장권을 구매할 수 있다.
            ^
            넥슨게임즈 김용하 총괄 PD는 “선생님들께서 ‘블루 아카이브’에 보내주시는 꾸준한 사랑에 힘입어 올해도 단독 오프라인 행사를 개최하게 됐다”며, “잊지 못할 추억을 선사해드릴 수 있도록 열심히 준비 중에 있으니 많은 응원 부탁드린다”고 밝혔다.`,
        },
        {
            idx: "8",
            isrc: "/images/m_news/mnews08.png",
            date: "2024.04.02",
            tit: "넥슨재단, 넥슨 창립 30주년 기념 ‘착한선물’ 릴레이 이벤트 개최",
            cate: "사회공헌",
            isum: ["넥슨 창립 30주년 맞아 매달 주요 사회 공헌사업과 연계한 이벤트 진행 ", "첫 번째 릴레이 이벤트로 청각장애 어린이 후원하는 ‘메이플스토리 소리 나눔 프로젝트’ 소개", ""],
            txt: `㈜넥슨(공동 대표 강대현·김정욱)은 넥슨재단(이사장 김정욱)이 넥슨 창립 30주년을 기념하는 ‘착한선물’ 릴레이 이벤트를 개최한다고 2일 밝혔다.
            ^
            ‘착한선물’ 릴레이 이벤트는 넥슨의 다양한 사회 공헌사업을 소개하고 이와 관련된 의미가 담긴 선물을 증정하며 사회 공헌사업의 취지를 알리는 유저 대상 이벤트다. 4월부터 11월까지 매달 진행된다.
            ^
            ‘착한선물’ 릴레이 이벤트의 첫 주자는 국내 청각장애 어린이·청소년 지원 사업인 ‘메이플스토리 소리 나눔 프로젝트’다. 넥슨재단과 메이플스토리는 지난 2018년부터 해당 프로젝트를 통해 인공달팽이관 수술 지원, 외부장치 교체, 언어재활 치료 교구 개발, 청각장애 이해 교육 애니메이션 제작 등 다양한 방법으로 청각장애 어린이·청소년을 지원해 오고 있다.
            ^
            4월 이벤트 선물로는 3-7세 청각장애 어린이들을 위해 제작·배포한 언어재활 치료 교구 ‘소리친구 예티’의 구성을 변경하여 착한선물 에디션 인형을 준비했다. 양쪽 귀에 분홍색 인공달팽이관 외부 장치를 착용한 ‘소리친구 예티’ 인형을 통해 유저들이 청각장애에 대해 다시 한번 생각하고 이해하는 계기를 마련한다는 취지다.
            ^
            이번 ‘착한선물’ 릴레이 이벤트는 오는 30일까지 진행된다. 이벤트는 넥슨 30주년을 메인 페이지 내 30주년 기프트샵을 통해 응모할 수 있으며, 참가자 중 30명을 추첨해 선물을 증정할 계획이다.`,
        },
        {
            idx: "9",
            isrc: "/images/m_news/mnews09.png",
            date: "2024.04.01",
            tit: "넥슨, ‘던전앤파이터’ 쇼케이스 ‘던파로ON’에서 ‘안개신 레이드’ 공개!",
            cate: "게임",
            isum: ["지난 30일 온라인 생중계, ‘안개신 레이드’ 특집 진행", "‘안개신 레이드’ 설정, 주요 시스템, 연출 등 공개…4월 25일 업데이트", "세트 에픽 장비, 최상위 세트 장비 3종, 파밍 던전 추가…변화 예고!","‘SNK’ 컬래버 한정 아바타 공개…다채로운 이벤트 프로모션 잇따라"],
            txt: `㈜넥슨(공동 대표 강대현∙김정욱)은 인기 온라인 액션게임 ‘던전앤파이터(이하 ‘던파’)’의 온라인 쇼케이스 ‘던파로ON’을 개최하고 신규 레이드 ‘아스라한 : 안개의 신, 무(이하 ‘안개신 레이드’)’ 세부 정보를 공개했다고 1일 밝혔다.
            ^
            이번 쇼케이스는 지난 30일 오후 7시부터 약 1시간 30분 동안 진행됐으며, 성승헌 캐스터와 이원만 총괄 디렉터, 김윤희 콘텐츠 디렉터, 박종민 라이브 디렉터 등이 자리한 가운데 ‘던파’ 공식 치지직 및 유튜브 채널에서 생중계됐다.
            ^
            ‘안개신 레이드’ 특집으로 마련된 이번 쇼케이스에서는 ‘안개신 레이드’ 설정부터 주요 시스템, 연출 등 다양한 정보가 공개됐으며, 신규 세트 에픽 장비와 파밍 콘텐츠, 편의사항 개선 등 다양한 개편 사항에 대한 발표도 이어졌다. 뿐만 아니라, 레이드 업데이트 기념 이벤트, SNK 컬래버레이션 등 다채로운 프로모션 소식을 함께 전해 기대감을 고조시켰다.
            ^
            오는 4월 25일 업데이트되는 ‘안개신 레이드’는 안개신의 무의식 ‘반추하는 세계’ 속 가장 깊은 근원지로 향한다는 설정으로 총 3개 페이즈로 구성됐다. 12인 공격대로 공략해야 하는 고난도 콘텐츠로, 오행, 오버플로우, 관문 등 각 페이즈마다 서로 다른 공략 시스템을 활용해야 한다. 최종 3페이즈에서 대면하는 최종 보스 ‘무’를 처치하기 위해선 불안정한 날씨를 극복해야만 하며, 패턴 숙지와 공대원과의 긴밀한 협조가 요구된다.
            ^
            이와 함께, 이용자들의 자연스러운 몰입과 성장을 위한 세트 에픽 장비 추가 소식을 전했으며, 장비 성장 최고 레벨 확장, 융합 시스템 개편, 신규 파밍 던전 등 기존 이용자들을 위한 다양한 콘텐츠 추가 소식도 발표했다. 특히, 신규 파밍 던전은 총 3개(아스라한 기록실, 아스라한 서고, 별무리록)가 추가될 예정으로, 각 던전마다 특별한 보상을 제공할 계획이다. 
            ^
            이 밖에, ‘SNK’ 컬래버레이션과 레이드 업데이트 기념 경품 이벤트 등 다양한 소식이 전해졌다. 이번 컬래버레이션은 4월 25일 ‘안개신 레이드’ 업데이트와 동시에 진행되며, ‘SNK’ 캐릭터와 ‘던파’ 캐릭터 개성이 고루 담긴 한정 아바타를 선보인다. 레이드 업데이트 기념 경품 이벤트에서는 추첨을 통해 ‘안개신 PC’, ‘안개신 마우스패드’ 등을 선물한다.
            ^
            ‘던파’ 개발을 총괄하는 이원만 디렉터는 “모험가분들께 ‘안개신 레이드’의 정보를 가장 빠르고 정확하게 설명드리고자 ‘던파로ON’을 개최하게 됐다”며 “앞으로도 더욱 긴밀한 소통과 재미있는 콘텐츠로 모험가분들의 기대에 부응할 수 있도록 노력하겠다”고 밝혔다.
            ^
            ‘던파’ 신규 레이드 ‘안개신 레이드’에 관한 자세한 정보는 홈페이지에서 확인할 수 있으며, 온라인 쇼케이스 ‘던파로ON’은 공식 유튜브 채널에서 다시 볼 수 있다.`,
        },
        {
            idx: "10",
            isrc: "/images/m_news/mnews10.png",
            date: "2024.03.28",
            tit: "넥슨코리아, 강대현·김정욱 신임 공동 대표이사 공식 선임",
            cate: "기업",
            isum: ["14년 만의 공동 대표 체제, 이정헌 대표는 넥슨 일본법인 대표이사로", "강대현 대표, “넥슨만이 할 수 있는 일을 더 많이 해 나갈 것”", "김정욱 대표, “구성원·사회와 함께 성장할 수 있는 문화 정착시키겠다”"],
            txt: `넥슨코리아는 27일 이사회를 열고 강대현·김정욱 신임 공동 대표이사를 공식 선임했다고 밝혔다. 기존 이정헌 대표는 같은 날 넥슨 일본법인 신임 대표이사로 선임됐다.
            ^
            올해 설립 30주년을 맞이하는 넥슨은 약 14년 만에 공동 대표 체제로 전환하며 넥슨 고유의 역량 강화와 사내 문화 개편을 필두로 다음 30년을 위한 새로운 도전을 준비한다.
            ^
            강대현 공동 대표는 “지난 30년간 수많은 유저들에게 즐거운 경험을 제공하며 성장해온 넥슨의 공동 대표이사를 맡게 되어 매우 영광”이라며 “넥슨의 차별화된 강점들을 극대화하면서 ‘넥슨만이 할 수 있는 일’을 더 많이 해 나갈 계획”이라고 각오를 밝혔다.
            ^
            김정욱 공동 대표는 “올해는 넥슨의 역사에 큰 획을 긋는 새로운 출발점이 될 것”이라며 “넥슨이 대내외적으로 높이 평가받고, 구성원 및 사회와 함께 성장하는 회사가 될 수 있도록 넥슨만의 문화를 잘 정착시켜 나가겠다”고 말했다.
            ^
            강대현 대표는 2004년 넥슨에 입사해 ‘크레이지 아케이드’, ‘메이플스토리’, ‘던전앤파이터’ 등 넥슨의 대표 타이틀들의 개발을 맡아 왔으며, 2017년부터는 넥슨의 인공지능 및 데이터 사이언스 관련 연구 조직인 인텔리전스랩스를 이끌었다. ‘메이플스토리 유니버스’ 등 블록체인 기반 신규 프로젝트를 총괄하는 등 게임 및 신기술 분야에 정통한 인물이다. 2020년부터는 COO(Chief Operating Officer, 최고운영책임자)를 맡아 넥슨의 개발 전략 수립 및 운영 전반을 맡아왔다.
            ^
            2013년 넥슨에 합류한 김정욱 대표는 풍부한 경험을 바탕으로 넥슨의 대내외 커뮤니케이션을 담당해왔으며 2020년부터 CCO(Chief Communication Officer, 최고커뮤니케이션책임자)를 맡아 넥슨의 경영지원 및 커뮤니케이션 부문 전반을 이끌었다. 또한 2018년 설립된 넥슨재단의 이사장을 겸임하며 넥슨컴퍼니의 사회공헌 활동을 주도하는 등 넥슨의 기업 이미지 제고 및 사회적 책임 강화에 큰 역할을 했다.`,
        },
    ],
};
